Repository: manhtruongwang/documenso
Catalog: packages/lib/translations/*/web.po
Languages: vi

source: Pending team deleted.
vi: Nhóm đang chờ xử lý đã bị xóa.

source: Personal
vi: Cá nhân

source: Personal Account
vi: Tài khoản cá nhân

source: Pick a number
vi: Chọn một số

source: Pick a password
vi: Chọn mật khẩu

source: Pick any of the following agreements below and start signing to get started
vi: Chọn bất kỳ thỏa thuận nào dưới đây và bắt đầu ký để bắt đầu

source: Placeholder
vi: Trình giữ chỗ

source: Please {0} your document<0/>"{documentName}"
vi: Vui lòng {0} tài liệu của bạn<0/>"{documentName}"

source: Please {action} your document {documentName}
vi: Vui lòng {action} tài liệu của bạn {documentName}

source: Please {recipientActionVerb} this document
vi: Vui lòng {recipientActionVerb} tài liệu này

source: Please {recipientActionVerb} this document created by your direct template
vi: Vui lòng {recipientActionVerb} tài liệu này được tạo bằng mẫu trực tiếp của bạn

source: Please {recipientActionVerb} your document
vi: Vui lòng {recipientActionVerb} tài liệu của bạn

source: Please check the CSV file and make sure it is according to our format
vi: Vui lòng kiểm tra tệp CSV và đảm bảo nó tuân theo định dạng của chúng tôi

source: Please check with the parent application for more information.
vi: Vui lòng kiểm tra với ứng dụng chính để biết thêm thông tin.

source: Please check your email for updates.
vi: Vui lòng kiểm tra email của bạn để cập nhật.

source: Please choose your new password
vi: Vui lòng chọn mật khẩu mới của bạn

source: Please confirm your email
vi: Vui lòng xác nhận email của bạn

source: Please confirm your email address
vi: Vui lòng xác nhận địa chỉ email của bạn

source: Please contact support if you would like to revert this action.
vi: Vui lòng liên hệ với bộ phận hỗ trợ nếu bạn muốn hoàn tác hành động này.

source: Please enter a meaningful name for your token. This will help you identify it later.
vi: Vui lòng nhập một tên có ý nghĩa cho token của bạn. Điều này sẽ giúp bạn nhận dạng nó sau này.

source: Please enter a valid name.
vi: Vui lòng nhập tên hợp lệ.

source: Please mark as viewed to complete
vi: Vui lòng đánh dấu là đã xem để hoàn tất

source: Please note that proceeding will remove direct linking recipient and turn it into a placeholder.
vi: Xin lưu ý rằng việc tiếp tục sẽ xóa người nhận liên kết trực tiếp và biến nó thành một trình giữ chỗ.

source: Please note that this action is <0>irreversible</0>.
vi: Xin lưu ý rằng hành động này là <0>không thể đảo ngược</0>.

source: Please note that this action is <0>irreversible</0>. Once confirmed, this document will be permanently deleted.
vi: Xin lưu ý rằng hành động này là <0>không thể đảo ngược</0>. Khi đã xác nhận, tài liệu này sẽ bị xóa vĩnh viễn.

source: Please note that this action is irreversible. Once confirmed, your template will be permanently deleted.
vi: Xin lưu ý rằng hành động này là không thể đảo ngược. Khi đã xác nhận, mẫu của bạn sẽ bị xóa vĩnh viễn.

source: Please note that this action is irreversible. Once confirmed, your token will be permanently deleted.
vi: Xin lưu ý rằng hành động này là không thể đảo ngược. Khi đã xác nhận, token của bạn sẽ bị xóa vĩnh viễn.

source: Please note that this action is irreversible. Once confirmed, your webhook will be permanently deleted.
vi: Xin lưu ý rằng hành động này là không thể đảo ngược. Khi đã xác nhận, webhook của bạn sẽ bị xóa vĩnh viễn.

source: Please note that you will lose access to all documents associated with this team & all the members will be removed and notified
vi: Xin lưu ý rằng bạn sẽ mất quyền truy cập vào tất cả các tài liệu liên quan đến nhóm này & tất cả các thành viên sẽ bị xóa và được thông báo

source: Please provide a token from the authenticator, or a backup code. If you do not have a backup code available, please contact support.
vi: Vui lòng cung cấp mã token từ trình xác thực hoặc mã dự phòng. Nếu bạn không có sẵn mã dự phòng, vui lòng liên hệ với bộ phận hỗ trợ.

source: Please provide a token from your authenticator, or a backup code.
vi: Vui lòng cung cấp mã token từ trình xác thực của bạn hoặc mã dự phòng.

source: Please review the document before approving.
vi: Vui lòng xem xét tài liệu trước khi phê duyệt.

source: Please review the document before signing.
vi: Vui lòng xem xét tài liệu trước khi ký.

source: Please select a PDF file
vi: Vui lòng chọn một tệp PDF

source: Please try again and make sure you enter the correct email address.
vi: Vui lòng thử lại và đảm bảo bạn nhập đúng địa chỉ email.

source: Please try again later.
vi: Vui lòng thử lại sau.

source: Please try again or contact our support.
vi: Vui lòng thử lại hoặc liên hệ với bộ phận hỗ trợ của chúng tôi.

source: Please type {0} to confirm
vi: Vui lòng nhập {0} để xác nhận

source: Please type <0>{0}</0> to confirm.
vi: Vui lòng nhập <0>{0}</0> để xác nhận.

source: Pre-formatted CSV template with example data.
vi: Mẫu CSV được định dạng sẵn với dữ liệu ví dụ.

source: Preferences
vi: Tùy chọn

source: Preview
vi: Xem trước

source: Preview and configure template.
vi: Xem trước và cấu hình mẫu.

source: Private
vi: Riêng tư

source: Private templates can only be modified and viewed by you.
vi: Mẫu riêng tư chỉ có thể được sửa đổi và xem bởi bạn.

source: Proceed
vi: Tiếp tục

source: Profile
vi: Hồ sơ

source: Profile is currently <0>hidden</0>.
vi: Hồ sơ hiện đang <0>ẩn</0>.

source: Profile is currently <0>visible</0>.
vi: Hồ sơ hiện đang <0>hiển thị</0>.

source: Profile updated
vi: Hồ sơ đã được cập nhật

source: Public
vi: Công khai

source: Public Profile
vi: Hồ sơ công khai

source: Public profile URL
vi: URL hồ sơ công khai

source: Public profile username
vi: Tên người dùng hồ sơ công khai

source: Public templates are connected to your public profile. Any modifications to public templates will also appear in your public profile.
vi: Mẫu công khai được kết nối với hồ sơ công khai của bạn. Bất kỳ sửa đổi nào đối với mẫu công khai cũng sẽ xuất hiện trong hồ sơ công khai của bạn.

source: Radio
vi: Nút radio

source: Radio values
vi: Giá trị nút radio

source: Read only
vi: Chỉ đọc

source: Read only field
vi: Trường chỉ đọc

source: Read the full <0>signature disclosure</0>.
vi: Đọc đầy đủ <0>thông tin tiết lộ chữ ký</0>.

source: Ready
vi: Sẵn sàng

source: Reason
vi: Lý do

source: Reason for cancellation: {cancellationReason}
vi: Lý do hủy: {cancellationReason}

source: Reason for rejection:
vi: Lý do từ chối:

source: Reason for rejection: {rejectionReason}
vi: Lý do từ chối: {rejectionReason}

source: Reason must be less than 500 characters
vi: Lý do phải ít hơn 500 ký tự

source: Reauthentication is required to sign this field
vi: Cần xác thực lại để ký trường này

source: Receives copy
vi: Nhận bản sao

source: Recent activity
vi: Hoạt động gần đây

source: Recent documents
vi: Tài liệu gần đây

source: Recipient
vi: Người nhận

source: Recipient action authentication
vi: Xác thực hành động người nhận

source: Recipient removed email
vi: Email người nhận đã bị xóa

source: Recipient signed email
vi: Email người nhận đã ký

source: Recipient signing request email
vi: Email yêu cầu ký của người nhận

source: Recipient updated
vi: Người nhận đã được cập nhật

source: Recipients
vi: Người nhận

source: Recipients metrics
vi: Số liệu người nhận

source: Recipients will still retain their copy of the document
vi: Người nhận vẫn giữ bản sao của tài liệu

source: Recovery code copied
vi: Mã khôi phục đã được sao chép

source: Recovery codes
vi: Mã khôi phục

source: Red
vi: Đỏ

source: Redirect URL
vi: URL chuyển hướng

source: Registration Successful
vi: Đăng ký thành công

source: Reject Document
vi: Từ chối tài liệu

source: Rejected
vi: Đã từ chối

source: Rejection Confirmed
vi: Xác nhận từ chối

source: Rejection reason: {reason}
vi: Lý do từ chối: {reason}

source: Remembered your password? <0>Sign In</0>
vi: Đã nhớ mật khẩu của bạn? <0>Đăng nhập</0>

source: Reminder: {0}
vi: Nhắc nhở: {0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
vi: Nhắc nhở: {0} đã mời bạn {recipientActionVerb} một tài liệu

source: Reminder: Please {recipientActionVerb} this document
vi: Nhắc nhở: Vui lòng {recipientActionVerb} tài liệu này

source: Reminder: Please {recipientActionVerb} your document
vi: Nhắc nhở: Vui lòng {recipientActionVerb} tài liệu của bạn

source: Remove
vi: Xóa

source: Remove team email
vi: Xóa email của nhóm

source: Remove team member
vi: Xóa thành viên nhóm

source: Renews: {formattedDate}
vi: Gia hạn: {formattedDate}

source: Repeat Password
vi: Nhập lại mật khẩu

source: Request transfer
vi: Yêu cầu chuyển nhượng

source: Required field
vi: Trường bắt buộc

source: Reseal document
vi: Niêm phong lại tài liệu

source: Resend
vi: Gửi lại

source: Resend Confirmation Email
vi: Gửi lại email xác nhận

source: Resend verification
vi: Gửi lại xác minh

source: Reset
vi: Đặt lại

source: Reset email sent
vi: Email đặt lại đã được gửi

source: Reset Password
vi: Đặt lại mật khẩu

source: Resetting Password...
vi: Đang đặt lại mật khẩu...

source: Resolve
vi: Giải quyết

source: Resolve payment
vi: Giải quyết thanh toán

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
vi: Yên tâm, tài liệu của bạn được bảo mật nghiêm ngặt và sẽ không bao giờ bị chia sẻ. Chỉ trải nghiệm ký của bạn sẽ được nổi bật. Chia sẻ thẻ ký cá nhân của bạn để giới thiệu chữ ký của bạn!

source: Retention of Documents
vi: Lưu giữ tài liệu

source: Retry
vi: Thử lại

source: Return
vi: Quay lại

source: Return to Dashboard
vi: Quay lại Bảng điều khiển

source: Return to Home
vi: Quay lại Trang chủ

source: Return to sign in
vi: Quay lại đăng nhập

source: Revoke
vi: Thu hồi

source: Revoke access
vi: Thu hồi quyền truy cập

source: Role
vi: Vai trò

source: Roles
vi: Vai trò

source: Rows per page
vi: Số hàng mỗi trang

source: Save
vi: Lưu

source: Save Template
vi: Lưu mẫu

source: Search
vi: Tìm kiếm

source: Search by document title
vi: Tìm kiếm theo tiêu đề tài liệu

source: Search by name or email
vi: Tìm kiếm theo tên hoặc email

source: Search documents...
vi: Tìm kiếm tài liệu...

source: Search languages...
vi: Tìm kiếm ngôn ngữ...

source: Secret
vi: Bí mật

source: Security
vi: Bảo mật

source: Security activity
vi: Hoạt động bảo mật

source: Select
vi: Chọn

source: Select a team
vi: Chọn một nhóm

source: Select a team to move this document to. This action cannot be undone.
vi: Chọn một nhóm để chuyển tài liệu này đến. Hành động này không thể hoàn tác.

source: Select a team to move this template to. This action cannot be undone.
vi: Chọn một nhóm để chuyển mẫu này đến. Hành động này không thể hoàn tác.

source: Select a template you'd like to display on your public profile
vi: Chọn một mẫu bạn muốn hiển thị trên hồ sơ công khai của bạn

source: Select a template you'd like to display on your team's public profile
vi: Chọn một mẫu bạn muốn hiển thị trên hồ sơ công khai của nhóm bạn

source: Select an option
vi: Chọn một tùy chọn

source: Select at least
vi: Chọn ít nhất

source: Select default option
vi: Chọn tùy chọn mặc định

source: Select passkey
vi: Chọn khóa mật khẩu

source: Send
vi: Gửi

source: Send confirmation email
vi: Gửi email xác nhận

source: Send document
vi: Gửi tài liệu

source: Send Document
vi: Gửi tài liệu

source: Send document completed email
vi: Gửi email hoàn thành tài liệu

source: Send document completed email to the owner
vi: Gửi email hoàn thành tài liệu cho chủ sở hữu

source: Send document deleted email
vi: Gửi email xóa tài liệu

source: Send document pending email
vi: Gửi email tài liệu đang chờ xử lý

source: Send documents on behalf of the team using the email address
vi: Gửi tài liệu thay mặt cho nhóm bằng địa chỉ email

source: Send documents to recipients immediately
vi: Gửi tài liệu cho người nhận ngay lập tức

source: Send on Behalf of Team
vi: Gửi thay mặt cho nhóm

source: Send recipient removed email
vi: Gửi email người nhận đã bị xóa

source: Send recipient signed email
vi: Gửi email người nhận đã ký

source: Send recipient signing request email
vi: Gửi email yêu cầu ký của người nhận

source: Send reminder
vi: Gửi nhắc nhở

source: Sender
vi: Người gửi

source: Sending Reset Email...
vi: Đang gửi email đặt lại...

source: Sending...
vi: Đang gửi...

source: Sent
vi: Đã gửi

source: Set a password
vi: Đặt mật khẩu

source: Settings
vi: Cài đặt

source: Setup
vi: Thiết lập

source: Share
vi: Chia sẻ

source: Share Signature Card
vi: Chia sẻ thẻ chữ ký

source: Share Signing Card
vi: Chia sẻ thẻ ký

source: Share the Link
vi: Chia sẻ liên kết

source: Share your signing experience!
vi: Chia sẻ trải nghiệm ký của bạn!

source: Show
vi: Hiển thị

source: Show additional information
vi: Hiển thị thông tin bổ sung

source: Show advanced settings
vi: Hiển thị cài đặt nâng cao

source: Show templates in your public profile for your audience to sign and get started quickly
vi: Hiển thị mẫu trong hồ sơ công khai của bạn để khán giả của bạn ký và bắt đầu nhanh chóng

source: Show templates in your team public profile for your audience to sign and get started quickly
vi: Hiển thị mẫu trong hồ sơ công khai của nhóm bạn để khán giả của bạn ký và bắt đầu nhanh chóng

source: Sign
vi: Ký

source: Sign as {0} <0>({1})</0>
vi: Ký với tên {0} <0>({1})</0>

source: Sign as<0>{0} <1>({1})</1></0>
vi: Ký với tên<0>{0} <1>({1})</1></0>

source: Sign document
vi: Ký tài liệu

source: Sign Document
vi: Ký tài liệu

source: Sign field
vi: Trường ký

source: Sign Here
vi: Ký vào đây

source: Sign In
vi: Đăng nhập

source: Sign the document to complete the process.
vi: Ký tài liệu để hoàn tất quy trình.

source: Sign in to your account
vi: Đăng nhập vào tài khoản của bạn

source: Sign Out
vi: Đăng xuất

source: Sign up
vi: Đăng ký

source: Sign Up with Google
vi: Đăng ký bằng Google

source: Sign Up with OIDC
vi: Đăng ký bằng OIDC

source: Signature
vi: Chữ ký

source: Signature ID
vi: ID chữ ký

source: Signature is too small
vi: Chữ ký quá nhỏ

source: Signature Pad cannot be empty.
vi: Khung ký không được để trống.

source: Signature types
vi: Loại chữ ký

source: Signatures Collected
vi: Chữ ký đã thu thập

source: Signatures will appear once the document has been completed
vi: Chữ ký sẽ xuất hiện khi tài liệu được hoàn thành

source: Signed
vi: Đã ký

source: Signer
vi: Người ký

source: Signer Events
vi: Sự kiện người ký

source: Signers
vi: Những người ký

source: Signers must have unique emails
vi: Người ký phải có email riêng biệt

source: Signing
vi: Đang ký

source: Signing Certificate
vi: Chứng chỉ ký

source: Signing certificate provided by
vi: Chứng chỉ ký được cung cấp bởi

source: Signing Complete!
vi: Hoàn thành ký!

source: Signing for
vi: Ký cho

source: Signing in...
vi: Đang đăng nhập...

source: Signing Links
vi: Liên kết ký

source: Signing links have been generated for this document.
vi: Liên kết ký đã được tạo cho tài liệu này.

source: Signing order is enabled.
vi: Thứ tự ký đã được kích hoạt.

source: Signing Volume
vi: Khối lượng ký

source: Signups are disabled.
vi: Đăng ký đã bị vô hiệu hóa.

source: Since {0}
vi: Từ {0}

source: Site Banner
vi: Biểu ngữ trang web

source: Site Settings
vi: Cài đặt trang web

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
vi: Một số người ký chưa được chỉ định trường chữ ký. Vui lòng chỉ định ít nhất 1 trường chữ ký cho mỗi người ký trước khi tiếp tục.

source: Something went wrong
vi: Đã xảy ra sự cố

source: Something went wrong while attempting to transfer the ownership of team <0>{0}</0> to your. Please try again later or contact support.
vi: Đã xảy ra lỗi khi cố gắng chuyển quyền sở hữu của nhóm <0>{0}</0> cho bạn. Vui lòng thử lại sau hoặc liên hệ với bộ phận hỗ trợ.

source: Something went wrong while attempting to verify your email address for <0>{0}</0>. Please try again later.
vi: Đã xảy ra lỗi khi cố gắng xác minh địa chỉ email của bạn cho <0>{0}</0>. Vui lòng thử lại sau.

source: Something went wrong while loading the document.
vi: Đã xảy ra lỗi khi tải tài liệu.

source: Something went wrong while loading your passkeys.
vi: Đã xảy ra lỗi khi tải khóa truy cập của bạn.

source: Something went wrong while sending the confirmation email.
vi: Đã xảy ra lỗi khi gửi email xác nhận.

source: Something went wrong while updating the team billing subscription, please contact support.
vi: Đã xảy ra lỗi khi cập nhật đăng ký thanh toán của nhóm, vui lòng liên hệ với bộ phận hỗ trợ.

source: Something went wrong!
vi: Đã xảy ra lỗi!

source: Something went wrong.
vi: Đã xảy ra lỗi.

source: Something went wrong. Please try again later.
vi: Đã xảy ra lỗi. Vui lòng thử lại sau.

source: Something went wrong. Please try again or contact support.
vi: Đã xảy ra lỗi. Vui lòng thử lại hoặc liên hệ với bộ phận hỗ trợ.

source: Sorry, we were unable to download the audit logs. Please try again later.
vi: Xin lỗi, chúng tôi không thể tải xuống nhật ký kiểm toán. Vui lòng thử lại sau.

source: Sorry, we were unable to download the certificate. Please try again later.
vi: Xin lỗi, chúng tôi không thể tải xuống chứng chỉ. Vui lòng thử lại sau.

source: Source
vi: Nguồn

source: Stats
vi: Thống kê

source: Status
vi: Trạng thái

source: Step <0>{step} of {maxStep}</0>
vi: Bước <0>{step} của {maxStep}</0>

source: Subject <0>(Optional)</0>
vi: Chủ đề <0>(Tùy chọn)</0>

source: Subscribe
vi: Đăng ký

source: Subscription
vi: Gói đăng ký

source: Subscriptions
vi: Các gói đăng ký

source: Success
vi: Thành công

source: Successfully created passkey
vi: Đã tạo khóa truy cập thành công

source: Successfully created: {successCount}
vi: Đã tạo thành công: {successCount}

source: Summary:
vi: Tổng kết:

source: System Requirements
vi: Yêu cầu hệ thống

source: System Theme
vi: Giao diện hệ thống

source: Team
vi: Nhóm

source: Team "{0}" has been deleted on Documenso
vi: Nhóm "{0}" đã bị xóa trên Documenso

source: Team checkout
vi: Thanh toán nhóm

source: Team email
vi: Email nhóm

source: Team Email
vi: Email Nhóm

source: Team email already verified!
vi: Email nhóm đã được xác minh!

source: Team email has been removed
vi: Email nhóm đã bị xóa

source: Team email has been revoked for {0}
vi: Email nhóm đã bị thu hồi cho {0}

source: Team email removed
vi: Email nhóm đã bị xóa

source: Team email removed for {teamName} on Documenso
vi: Email nhóm đã bị xóa cho {teamName} trên Documenso

source: Team email verification
vi: Xác minh email nhóm

source: Team email verified!
vi: Email nhóm đã được xác minh!

source: Team email was updated.
vi: Email nhóm đã được cập nhật.

source: Team invitation
vi: Lời mời nhóm

source: Team invitations have been sent.
vi: Lời mời nhóm đã được gửi.

source: Team Member
vi: Thành viên nhóm

source: Team Name
vi: Tên nhóm

source: Team not found
vi: Không tìm thấy nhóm

source: Team Only
vi: Chỉ nhóm

source: Team only templates are not linked anywhere and are visible only to your team.
vi: Mẫu chỉ dành cho nhóm không được liên kết ở bất kỳ đâu và chỉ hiển thị cho nhóm của bạn.

source: Team ownership transfer
vi: Chuyển quyền sở hữu nhóm

source: Team ownership transfer already completed!
vi: Chuyển quyền sở hữu nhóm đã hoàn tất!

source: Team ownership transferred!
vi: Đã chuyển quyền sở hữu nhóm!

source: Team Preferences
vi: Tùy chọn nhóm

source: Team Public Profile
vi: Hồ sơ công khai của nhóm

source: Team settings
vi: Cài đặt nhóm

source: Team Settings
vi: Cài đặt nhóm

source: Team templates
vi: Mẫu nhóm

source: Team transfer in progress
vi: Đang chuyển nhóm

source: Team transfer request expired
vi: Yêu cầu chuyển nhóm đã hết hạn

source: Team URL
vi: URL nhóm

source: Teams
vi: Nhóm

source: Teams restricted
vi: Nhóm bị hạn chế

source: Template
vi: Mẫu

source: Template deleted
vi: Đã xóa mẫu

source: Template document uploaded
vi: Đã tải lên tài liệu mẫu

source: Template duplicated
vi: Đã nhân bản mẫu

source: Template has been removed from your public profile.
vi: Mẫu đã bị xóa khỏi hồ sơ công khai của bạn.

source: Template has been updated.
vi: Mẫu đã được cập nhật.

source: Template moved
vi: Đã di chuyển mẫu

source: Template not found or already associated with a team.
vi: Không tìm thấy mẫu hoặc mẫu đã được liên kết với một nhóm.

source: Template saved
vi: Đã lưu mẫu

source: Template title
vi: Tiêu đề mẫu

source: Templates
vi: Mẫu

source: Templates allow you to quickly generate documents with pre-filled recipients and fields.
vi: Mẫu cho phép bạn nhanh chóng tạo tài liệu với người nhận và trường đã được điền trước.

source: Text
vi: Văn bản

source: Text Align
vi: Căn chỉnh văn bản

source: Text Color
vi: Màu văn bản

source: Thank you for using Documenso to perform your electronic document signing. The purpose of this disclosure is to inform you about the process, legality, and your rights regarding the use of electronic signatures on our platform. By opting to use an electronic signature, you are agreeing to the terms and conditions outlined below.
vi: Cảm ơn bạn đã sử dụng Documenso để thực hiện ký tài liệu điện tử. Mục đích của thông báo này là để thông báo cho bạn về quy trình, tính pháp lý và quyền của bạn liên quan đến việc sử dụng chữ ký điện tử trên nền tảng của chúng tôi. Bằng cách chọn sử dụng chữ ký điện tử, bạn đồng ý với các điều khoản và điều kiện được nêu dưới đây.

source: That's okay, it happens! Click the button below to reset your password.
vi: Không sao cả, chuyện đó xảy ra mà! Nhấp vào nút bên dưới để đặt lại mật khẩu của bạn.

source: The account has been deleted successfully.
vi: Tài khoản đã được xóa thành công.

source: The account has been disabled successfully.
vi: Tài khoản đã được vô hiệu hóa thành công.

source: The account has been enabled successfully.
vi: Tài khoản đã được kích hoạt thành công.

source: The authentication required for recipients to sign fields
vi: Xác thực yêu cầu cho người nhận để ký các trường

source: The authentication required for recipients to sign the signature field.
vi: Xác thực yêu cầu cho người nhận để ký trường chữ ký.

source: The authentication required for recipients to view the document.
vi: Xác thực yêu cầu cho người nhận để xem tài liệu.

source: The content to show in the banner, HTML is allowed
vi: Nội dung hiển thị trên biểu ngữ, cho phép sử dụng HTML

source: The direct link has been copied to your clipboard
vi: Đường dẫn trực tiếp đã được sao chép vào clipboard của bạn

source: The document has been successfully moved to the selected team.
vi: Tài liệu đã được di chuyển thành công đến nhóm đã chọn.

source: The document is now completed, please follow any instructions provided within the parent application.
vi: Tài liệu đã hoàn thành, vui lòng làm theo hướng dẫn được cung cấp trong ứng dụng chính.

source: The document owner has been notified of this rejection. No further action is required from you at this time. The document owner may contact you with any questions regarding this rejection.
vi: Chủ tài liệu đã được thông báo về việc từ chối này. Bạn không cần thực hiện thêm hành động nào lúc này. Chủ tài liệu có thể liên hệ với bạn nếu có bất kỳ câu hỏi nào liên quan đến việc từ chối này.

source: The document owner has been notified of your decision. They may contact you with further instructions if necessary.
vi: Chủ tài liệu đã được thông báo về quyết định của bạn. Họ có thể liên hệ với bạn với các hướng dẫn thêm nếu cần thiết.

source: The document was created but could not be sent to recipients.
vi: Tài liệu đã được tạo nhưng không thể gửi đến người nhận.

source: The document will be hidden from your account
vi: Tài liệu sẽ bị ẩn khỏi tài khoản của bạn

source: The document will be immediately sent to recipients if this is checked.
vi: Tài liệu sẽ được gửi ngay lập tức đến người nhận nếu tùy chọn này được chọn.
