Repository: manhtruongwang/documenso
Catalog: packages/lib/translations/*/web.po
Languages: vi

source: View all related documents
vi: Xem tất cả tài liệu liên quan

source: View all security activity related to your account.
vi: Xem tất cả hoạt động bảo mật liên quan đến tài khoản của bạn.

source: View Codes
vi: Xem mã

source: View document
vi: Xem tài liệu

source: View Document
vi: Xem tài liệu

source: View documents associated with this email
vi: Xem tài liệu liên kết với email này

source: View invites
vi: Xem lời mời

source: View more
vi: Xem thêm

source: View Original Document
vi: Xem tài liệu gốc

source: View plans
vi: Xem các gói

source: View Recovery Codes
vi: Xem mã khôi phục

source: View teams
vi: Xem nhóm

source: Viewed
vi: Đã xem

source: Viewer
vi: Người xem

source: Viewers
vi: Người xem

source: Viewing
vi: Đang xem

source: Waiting
vi: Đang chờ

source: Waiting for others
vi: Đang chờ người khác

source: Waiting for others to complete signing.
vi: Đang chờ người khác hoàn thành ký.

source: Waiting for others to sign
vi: Đang chờ người khác ký

source: Waiting for Your Turn
vi: Đang chờ đến lượt của bạn

source: Want to send slick signing links like this one? <0>Check out Documenso.</0>
vi: Muốn gửi các liên kết ký tuyệt vời như thế này? <0>Hãy xem Documenso.</0>

source: Want your own public profile?
vi: Muốn có hồ sơ công khai riêng của bạn?

source: Warning: Assistant as last signer
vi: Cảnh báo: Trợ lý là người ký cuối cùng

source: We are unable to proceed to the billing portal at this time. Please try again, or contact support.
vi: Chúng tôi không thể chuyển đến cổng thanh toán vào lúc này. Vui lòng thử lại hoặc liên hệ hỗ trợ.

source: We are unable to remove this passkey at the moment. Please try again later.
vi: Chúng tôi không thể xóa khóa bảo mật này vào lúc này. Vui lòng thử lại sau.

source: We are unable to update this passkey at the moment. Please try again later.
vi: Chúng tôi không thể cập nhật khóa bảo mật này vào lúc này. Vui lòng thử lại sau.

source: We encountered an error while removing the direct template link. Please try again later.
vi: Chúng tôi gặp lỗi khi xóa liên kết mẫu trực tiếp. Vui lòng thử lại sau.

source: We encountered an error while updating the webhook. Please try again later.
vi: Chúng tôi gặp lỗi khi cập nhật webhook. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to add this email. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng thêm email này. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to create a team. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng tạo nhóm. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to delete it. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng xóa nó. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to delete the pending team. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng xóa nhóm đang chờ xử lý. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to delete this team. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng xóa nhóm này. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to delete this token. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng xóa token này. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to delete your account. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng xóa tài khoản của bạn. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to invite team members. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng mời thành viên nhóm. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to leave this team. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng rời khỏi nhóm này. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to remove this template from your profile. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng xóa mẫu này khỏi hồ sơ của bạn. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to remove this transfer. Please try again or contact support.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng xóa việc chuyển nhượng này. Vui lòng thử lại hoặc liên hệ hỗ trợ.

source: We encountered an unknown error while attempting to remove this user. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng xóa người dùng này. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to request a transfer of this team. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng yêu cầu chuyển nhượng nhóm này. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to reset your password. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng đặt lại mật khẩu của bạn. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to revoke access. Please try again or contact support.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng thu hồi quyền truy cập. Vui lòng thử lại hoặc liên hệ hỗ trợ.

source: We encountered an unknown error while attempting to sign you In. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng đăng nhập cho bạn. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to sign you Up. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng đăng ký cho bạn. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to update the banner. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng cập nhật banner. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to update the template. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng cập nhật mẫu. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to update this team member. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng cập nhật thành viên nhóm này. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to update your password. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng cập nhật mật khẩu của bạn. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to update your public profile. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng cập nhật hồ sơ công khai của bạn. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting to update your team. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng cập nhật nhóm của bạn. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting update the team email. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng cập nhật email nhóm. Vui lòng thử lại sau.

source: We encountered an unknown error while attempting update your profile. Please try again later.
vi: Chúng tôi gặp lỗi không xác định khi cố gắng cập nhật hồ sơ của bạn. Vui lòng thử lại sau.

source: We have sent a confirmation email for verification.
vi: Chúng tôi đã gửi email xác nhận để xác minh.

source: We need a username to create your profile
vi: Chúng tôi cần tên người dùng để tạo hồ sơ của bạn

source: We need your signature to sign documents
vi: Chúng tôi cần chữ ký của bạn để ký tài liệu

source: We were unable to copy the token to your clipboard. Please try again.
vi: Chúng tôi không thể sao chép token vào bảng tạm của bạn. Vui lòng thử lại.

source: We were unable to copy your recovery code to your clipboard. Please try again.
vi: Chúng tôi không thể sao chép mã khôi phục vào bảng tạm của bạn. Vui lòng thử lại.

source: We were unable to create a checkout session. Please try again, or contact support
vi: Chúng tôi không thể tạo phiên thanh toán. Vui lòng thử lại hoặc liên hệ hỗ trợ

source: We were unable to create your account. Please review the information you provided and try again.
vi: Chúng tôi không thể tạo tài khoản của bạn. Vui lòng kiểm tra lại thông tin bạn đã cung cấp và thử lại.

source: We were unable to disable two-factor authentication for your account. Please ensure that you have entered your password and backup code correctly and try again.
vi: Chúng tôi không thể tắt xác thực hai yếu tố cho tài khoản của bạn. Vui lòng đảm bảo bạn đã nhập đúng mật khẩu và mã dự phòng và thử lại.

source: We were unable to log you out at this time.
vi: Chúng tôi không thể đăng xuất bạn vào lúc này.

source: We were unable to set your public profile to public. Please try again.
vi: Chúng tôi không thể đặt hồ sơ công khai của bạn thành công khai. Vui lòng thử lại.

source: We were unable to setup two-factor authentication for your account. Please ensure that you have entered your code correctly and try again.
vi: Chúng tôi không thể thiết lập xác thực hai yếu tố cho tài khoản của bạn. Vui lòng đảm bảo bạn đã nhập đúng mã và thử lại.

source: We were unable to submit this document at this time. Please try again later.
vi: Chúng tôi không thể gửi tài liệu này vào lúc này. Vui lòng thử lại sau.

source: We were unable to update your branding preferences at this time, please try again later
vi: Chúng tôi không thể cập nhật tùy chọn thương hiệu của bạn vào lúc này, vui lòng thử lại sau

source: We were unable to update your document preferences at this time, please try again later
vi: Chúng tôi không thể cập nhật tùy chọn tài liệu của bạn vào lúc này, vui lòng thử lại sau

source: We were unable to verify your details. Please try again or contact support
vi: Chúng tôi không thể xác minh thông tin của bạn. Vui lòng thử lại hoặc liên hệ hỗ trợ

source: We were unable to verify your email at this time.
vi: Chúng tôi không thể xác minh email của bạn vào lúc này.

source: We were unable to verify your email. If your email is not verified already, please try again.
vi: Chúng tôi không thể xác minh email của bạn. Nếu email của bạn chưa được xác minh, vui lòng thử lại.

source: We will generate signing links for with you, which you can send to the recipients through your method of choice.
vi: Chúng tôi sẽ tạo các liên kết ký với bạn, bạn có thể gửi đến người nhận thông qua phương thức bạn chọn.

source: We will generate signing links for you, which you can send to the recipients through your method of choice.
vi: Chúng tôi sẽ tạo các liên kết ký cho bạn, bạn có thể gửi đến người nhận thông qua phương thức bạn chọn.

source: We won't send anything to notify recipients.
vi: Chúng tôi sẽ không gửi gì để thông báo cho người nhận.

source: We're all empty
vi: Chưa có gì cả

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
vi: Chúng tôi vẫn đang chờ người khác ký tài liệu này.<0/>Chúng tôi sẽ thông báo cho bạn ngay khi nó sẵn sàng.

source: We've changed your password as you asked. You can now sign in with your new password.
vi: Chúng tôi đã thay đổi mật khẩu của bạn theo yêu cầu. Bây giờ bạn có thể đăng nhập bằng mật khẩu mới.

source: We've sent a confirmation email to <0>{email}</0>. Please check your inbox and click the link in the email to verify your account.
vi: Chúng tôi đã gửi email xác nhận đến <0>{email}</0>. Vui lòng kiểm tra hộp thư đến và nhấp vào liên kết trong email để xác minh tài khoản của bạn.

source: Webhook created
vi: Đã tạo webhook

source: Webhook deleted
vi: Đã xóa webhook

source: Webhook updated
vi: Đã cập nhật webhook

source: Webhook URL
vi: URL webhook

source: Weekly
vi: Hàng tuần

source: Welcome
vi: Chào mừng

source: Welcome back, we are lucky to have you.
vi: Chào mừng bạn quay lại, chúng tôi rất may mắn khi có bạn.

source: Welcome to Documenso!
vi: Chào mừng đến với Documenso!

source: Were you trying to edit this document instead?
vi: Bạn đang cố gắng chỉnh sửa tài liệu này phải không?

source: When enabled, signers can choose who should sign next in the sequence instead of following the predefined order.
vi: Khi được bật, người ký có thể chọn người sẽ ký tiếp theo trong chuỗi thay vì theo thứ tự đã xác định trước.

source: When you click continue, you will be prompted to add the first available authenticator on your system.
vi: Khi bạn nhấp vào tiếp tục, bạn sẽ được nhắc thêm trình xác thực đầu tiên có sẵn trên hệ thống của bạn.

source: When you sign a document, we can automatically fill in and sign the following fields using information that has already been provided. You can also manually sign or remove any automatically signed fields afterwards if you desire.
vi: Khi bạn ký tài liệu, chúng tôi có thể tự động điền và ký các trường sau bằng thông tin đã được cung cấp. Bạn cũng có thể ký thủ công hoặc xóa bất kỳ trường được ký tự động nào sau đó nếu bạn muốn.

source: When you use our platform to affix your electronic signature to documents, you are consenting to do so under the Electronic Signatures in Global and National Commerce Act (E-Sign Act) and other applicable laws. This action indicates your agreement to use electronic means to sign documents and receive notifications.
vi: Khi bạn sử dụng nền tảng của chúng tôi để đính kèm chữ ký điện tử của bạn vào tài liệu, bạn đồng ý làm như vậy theo Đạo luật Chữ ký điện tử trong Thương mại Toàn cầu và Quốc gia (Đạo luật E-Sign) và các luật hiện hành khác. Hành động này cho thấy sự đồng ý của bạn để sử dụng phương tiện điện tử để ký tài liệu và nhận thông báo.

source: While waiting for them to do so you can create your own Documenso account and get started with document signing right away.
vi: Trong khi chờ đợi họ làm như vậy, bạn có thể tạo tài khoản Documenso của riêng mình và bắt đầu ký tài liệu ngay lập tức.

source: Who do you want to remind?
vi: Bạn muốn nhắc nhở ai?

source: Withdrawing Consent
vi: Rút lại sự đồng ý

source: Write about the team
vi: Viết về đội

source: Write about yourself
vi: Viết về bản thân

source: Yearly
vi: Hàng năm

source: You
vi: Bạn

source: You are about to delete <0>"{documentTitle}"</0>
vi: Bạn sắp xóa <0>"{documentTitle}"</0>

source: You are about to delete the following team email from <0>{teamName}</0>.
vi: Bạn sắp xóa email nhóm sau đây từ <0>{teamName}</0>.

source: You are about to hide <0>"{documentTitle}"</0>
vi: Bạn sắp ẩn <0>"{documentTitle}"</0>

source: You are about to leave the following team.
vi: Bạn sắp rời khỏi nhóm sau đây.

source: You are about to remove the following user from <0>{teamName}</0>.
vi: Bạn sắp xóa người dùng sau đây khỏi <0>{teamName}</0>.

source: You are about to revoke access for team <0>{0}</0> ({1}) to use your email.
vi: Bạn sắp thu hồi quyền truy cập cho nhóm <0>{0}</0> ({1}) để sử dụng email của bạn.

source: You are about to send this document to the recipients. Are you sure you want to continue?
vi: Bạn sắp gửi tài liệu này đến người nhận. Bạn có chắc chắn muốn tiếp tục không?

source: You are currently on the <0>Free Plan</0>.
vi: Bạn hiện đang sử dụng <0>Gói miễn phí</0>.

source: You are currently updating <0>{teamMemberName}.</0>
vi: Bạn đang cập nhật <0>{teamMemberName}.</0>

source: You are currently updating the <0>{passkeyName}</0> passkey.
vi: Bạn đang cập nhật khóa truy cập <0>{passkeyName}</0>.

source: You are not a member of this team.
vi: Bạn không phải là thành viên của nhóm này.

source: You are not authorized to delete this user.
vi: Bạn không được phép xóa người dùng này.

source: You are not authorized to disable this user.
vi: Bạn không được phép vô hiệu hóa người dùng này.

source: You are not authorized to enable this user.
vi: Bạn không được phép kích hoạt người dùng này.

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
vi: Bạn cũng có thể sao chép và dán liên kết này vào trình duyệt của mình: {confirmationLink} (liên kết hết hạn sau 1 giờ)

source: You can choose to enable or disable your profile for public view.
vi: Bạn có thể chọn bật hoặc tắt hồ sơ của mình để hiển thị công khai.

source: You can choose to enable or disable your team profile for public view.
vi: Bạn có thể chọn bật hoặc tắt hồ sơ nhóm của mình để hiển thị công khai.

source: You can copy and share these links to recipients so they can action the document.
vi: Bạn có thể sao chép và chia sẻ các liên kết này cho người nhận để họ có thể thực hiện hành động với tài liệu.

source: You can revoke access at any time in your team settings on Documenso <0>here.</0>
vi: Bạn có thể thu hồi quyền truy cập bất cứ lúc nào trong cài đặt nhóm của mình trên Documenso <0>tại đây.</0>

source: You can update the profile URL by updating the team URL in the general settings page.
vi: Bạn có thể cập nhật URL hồ sơ bằng cách cập nhật URL nhóm trong trang cài đặt chung.

source: You can use the following variables in your message:
vi: Bạn có thể sử dụng các biến sau trong tin nhắn của mình:

source: You can view documents associated with this email and use this identity when sending documents.
vi: Bạn có thể xem tài liệu liên quan đến email này và sử dụng danh tính này khi gửi tài liệu.

source: You can view the created documents in your dashboard under the "Documents created from template" section.
vi: Bạn có thể xem các tài liệu đã tạo trong bảng điều khiển của mình dưới phần "Tài liệu được tạo từ mẫu".

source: You can view the document and its status by clicking the button below.
vi: Bạn có thể xem tài liệu và trạng thái của nó bằng cách nhấp vào nút bên dưới.

source: You cannot add assistants when signing order is disabled.
vi: Bạn không thể thêm trợ lý khi thứ tự ký bị vô hiệu hóa.

source: You cannot have more than {MAXIMUM_PASSKEYS} passkeys.
vi: Bạn không thể có nhiều hơn {MAXIMUM_PASSKEYS} khóa truy cập.

source: You cannot modify a team member who has a higher role than you.
vi: Bạn không thể chỉnh sửa thành viên nhóm có vai trò cao hơn bạn.

source: You cannot upload documents at this time.
vi: Bạn không thể tải lên tài liệu vào lúc này.

source: You cannot upload encrypted PDFs
vi: Bạn không thể tải lên PDF đã mã hóa

source: You do not currently have a customer record, this should not happen. Please contact support for assistance.
vi: Bạn hiện không có hồ sơ khách hàng, điều này không nên xảy ra. Vui lòng liên hệ với bộ phận hỗ trợ để được trợ giúp.

source: You do not have permission to create a token for this team
vi: Bạn không có quyền tạo mã token cho nhóm này

source: You don't need to sign it anymore.
vi: Bạn không cần ký nó nữa.

source: You have accepted an invitation from <0>{0}</0> to join their team.
vi: Bạn đã chấp nhận lời mời từ <0>{0}</0> để tham gia nhóm của họ.

source: You have already completed the ownership transfer for <0>{0}</0>.
vi: Bạn đã hoàn thành việc chuyển quyền sở hữu cho <0>{0}</0>.

source: You have already verified your email address for <0>{0}</0>.
vi: Bạn đã xác minh địa chỉ email của mình cho <0>{0}</0>.

source: You have been invited by <0>{0}</0> to join their team.
vi: Bạn đã được <0>{0}</0> mời tham gia nhóm của họ.

source: You have been invited to join {0} on Documenso
vi: Bạn đã được mời tham gia {0} trên Documenso

source: You have been invited to join the following team
vi: Bạn đã được mời tham gia nhóm sau

source: You have been removed from a document
vi: Bạn đã bị xóa khỏi tài liệu

source: You have been requested to take ownership of team {0} on Documenso
vi: Bạn đã được yêu cầu tiếp nhận quyền sở hữu của nhóm {0} trên Documenso

source: You have declined the invitation from <0>{0}</0> to join their team.
vi: Bạn đã từ chối lời mời từ <0>{0}</0> để tham gia nhóm của họ.

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
vi: Bạn đã khởi tạo tài liệu {0} yêu cầu bạn phải {recipientActionVerb} nó.

source: You have no webhooks yet. Your webhooks will be shown here once you create them.
vi: Bạn chưa có webhooks nào. Các webhooks của bạn sẽ được hiển thị ở đây sau khi bạn tạo chúng.

source: You have not yet created any templates. To create a template please upload one.
vi: Bạn chưa tạo mẫu nào. Để tạo mẫu, vui lòng tải lên một mẫu.

source: You have not yet created or received any documents. To create a document please upload one.
vi: Bạn chưa tạo hoặc nhận bất kỳ tài liệu nào. Để tạo tài liệu, vui lòng tải lên một tài liệu.

source: You have reached the maximum limit of {0} direct templates. <0>Upgrade your account to continue!</0>
vi: Bạn đã đạt đến giới hạn tối đa {0} mẫu trực tiếp. <0>Nâng cấp tài khoản của bạn để tiếp tục!</0>

source: You have reached your document limit for this month. Please upgrade your plan.
vi: Bạn đã đạt đến giới hạn tài liệu cho tháng này. Vui lòng nâng cấp gói của bạn.

source: You have reached your document limit.
vi: Bạn đã đạt đến giới hạn tài liệu của mình.

source: You have reached your document limit. <0>Upgrade your account to continue!</0>
vi: Bạn đã đạt đến giới hạn tài liệu của mình. <0>Nâng cấp tài khoản của bạn để tiếp tục!</0>

source: You have rejected the document '{documentName}'
vi: Bạn đã từ chối tài liệu '{documentName}'

source: You have rejected this document
vi: Bạn đã từ chối tài liệu này

source: You have signed "{documentName}"
vi: Bạn đã ký "{documentName}"

source: You have successfully left this team.
vi: Bạn đã rời khỏi nhóm này thành công.

source: You have successfully registered. Please verify your account by clicking on the link you received in the email.
vi: Bạn đã đăng ký thành công. Vui lòng xác minh tài khoản của bạn bằng cách nhấp vào liên kết bạn nhận được trong email.

source: You have successfully removed this user from the team.
vi: Bạn đã xóa người dùng này khỏi nhóm thành công.

source: You have successfully revoked access.
vi: Bạn đã thu hồi quyền truy cập thành công.

source: You have the right to withdraw your consent to use electronic signatures at any time before completing the signing process. To withdraw your consent, please contact the sender of the document. In failing to contact the sender you may reach out to <0>{SUPPORT_EMAIL}</0> for assistance. Be aware that withdrawing consent may delay or halt the completion of the related transaction or service.
vi: Bạn có quyền rút lại sự đồng ý của mình về việc sử dụng chữ ký điện tử bất cứ lúc nào trước khi hoàn thành quy trình ký. Để rút lại sự đồng ý của bạn, vui lòng liên hệ với người gửi tài liệu. Nếu không liên hệ được với người gửi, bạn có thể liên hệ với <0>{SUPPORT_EMAIL}</0> để được hỗ trợ. Lưu ý rằng việc rút lại sự đồng ý có thể trì hoãn hoặc ngừng hoàn thành giao dịch hoặc dịch vụ liên quan.

source: You have updated {teamMemberName}.
vi: Bạn đã cập nhật {teamMemberName}.

source: You have verified your email address for <0>{0}</0>.
vi: Bạn đã xác minh địa chỉ email của mình cho <0>{0}</0>.

source: You must be an admin of this team to manage billing.
vi: Bạn phải là quản trị viên của nhóm này để quản lý thanh toán.

source: You must enter '{deleteMessage}' to proceed
vi: Bạn phải nhập '{deleteMessage}' để tiếp tục

source: You must have at least one other team member to transfer ownership.
vi: Bạn phải có ít nhất một thành viên nhóm khác để chuyển quyền sở hữu.

source: You must set a profile URL before enabling your public profile.
vi: Bạn phải đặt URL hồ sơ trước khi kích hoạt hồ sơ công khai của mình.

source: You need to be an admin to manage API tokens.
vi: Bạn cần là quản trị viên để quản lý mã thông báo API.

source: You need to be logged in as <0>{email}</0> to view this page.
vi: Bạn cần đăng nhập với tư cách <0>{email}</0> để xem trang này.

source: You need to be logged in to view this page.
vi: Bạn cần đăng nhập để xem trang này.

source: You need to setup 2FA to mark this document as viewed.
vi: Bạn cần thiết lập 2FA để đánh dấu tài liệu này là đã xem.
