Repository: manhtruongwang/documenso
Catalog: packages/lib/translations/*/web.po
Languages: vi

source: Document pending email
vi: Email tài liệu đang chờ

source: Document preferences updated
vi: Tùy chọn tài liệu đã được cập nhật

source: Document re-sent
vi: Tài liệu đã được gửi lại

source: Document rejected
vi: Tài liệu đã bị từ chối

source: Document Rejected
vi: Tài liệu đã bị từ chối

source: Document resealed
vi: Tài liệu đã được niêm phong lại

source: Document sent
vi: Tài liệu đã được gửi

source: Document Signed
vi: Tài liệu đã được ký

source: Document signing auth updated
vi: Xác thực ký tài liệu đã được cập nhật

source: Document signing process will be cancelled
vi: Quá trình ký tài liệu sẽ bị hủy

source: Document status
vi: Trạng thái tài liệu

source: Document title
vi: Tiêu đề tài liệu

source: Document title updated
vi: Tiêu đề tài liệu đã được cập nhật

source: Document updated
vi: Tài liệu đã được cập nhật

source: Document upload disabled due to unpaid invoices
vi: Tải lên tài liệu bị vô hiệu hóa do hóa đơn chưa thanh toán

source: Document uploaded
vi: Tài liệu đã được tải lên

source: Document Viewed
vi: Tài liệu đã được xem

source: Document visibility updated
vi: Khả năng hiển thị tài liệu đã được cập nhật

source: Document will be permanently deleted
vi: Tài liệu sẽ bị xóa vĩnh viễn

source: Documents
vi: Tài liệu

source: Documents created from template
vi: Tài liệu được tạo từ mẫu

source: Documents Received
vi: Tài liệu đã nhận

source: Documents Viewed
vi: Tài liệu đã xem

source: Don't have an account? <0>Sign up</0>
vi: Chưa có tài khoản? <0>Đăng ký</0>

source: Download
vi: Tải xuống

source: Download Audit Logs
vi: Tải xuống nhật ký kiểm toán

source: Download Certificate
vi: Tải xuống chứng chỉ

source: Download Template CSV
vi: Tải xuống mẫu CSV

source: Draft
vi: Bản nháp

source: Draft documents
vi: Tài liệu nháp

source: Drafted Documents
vi: Tài liệu nháp

source: Drag & drop your PDF here.
vi: Kéo và thả tệp PDF của bạn vào đây.

source: Draw
vi: Vẽ

source: Dropdown
vi: Danh sách thả xuống

source: Dropdown options
vi: Tùy chọn danh sách thả xuống

source: Due to an unpaid invoice, your team has been restricted. Please settle the payment to restore full access to your team.
vi: Do hóa đơn chưa thanh toán, nhóm của bạn đã bị hạn chế. Vui lòng thanh toán để khôi phục đầy đủ quyền truy cập vào nhóm của bạn.

source: Duplicate
vi: Sao chép

source: Edit
vi: Chỉnh sửa

source: Edit Template
vi: Chỉnh sửa mẫu

source: Edit webhook
vi: Chỉnh sửa webhook

source: Electronic Delivery of Documents
vi: Gửi tài liệu điện tử

source: Electronic Signature Disclosure
vi: Tiết lộ về chữ ký điện tử

source: Email address
vi: Địa chỉ email

source: Email Address
vi: Địa chỉ email

source: Email already confirmed
vi: Email đã được xác nhận

source: Email cannot already exist in the template
vi: Email không thể đã tồn tại trong mẫu

source: Email Confirmed!
vi: Email đã được xác nhận!

source: Email Options
vi: Tùy chọn email

source: Email resent
vi: Email đã được gửi lại

source: Email sent
vi: Email đã được gửi

source: Email sent!
vi: Email đã được gửi!

source: Email verification has been removed
vi: Xác minh email đã được xóa

source: Email verification has been resent
vi: Xác minh email đã được gửi lại

source: Empty field
vi: Trường trống

source: Enable 2FA
vi: Bật xác thực 2 bước

source: Enable account
vi: Kích hoạt tài khoản

source: Enable Account
vi: Kích hoạt tài khoản

source: Enable Authenticator App
vi: Bật ứng dụng xác thực

source: Enable custom branding for all documents in this team.
vi: Bật thương hiệu tùy chỉnh cho tất cả tài liệu trong nhóm này.

source: Enable Direct Link Signing
vi: Bật ký qua liên kết trực tiếp

source: Enable signing order
vi: Bật thứ tự ký

source: Enabled
vi: Đã bật

source: Enabling the account results in the user being able to use the account again, and all the related features such as webhooks, teams, and API keys for example.
vi: Việc kích hoạt tài khoản cho phép người dùng có thể sử dụng lại tài khoản và tất cả các tính năng liên quan như webhook, nhóm và khóa API chẳng hạn.

source: Enclosed Document
vi: Tài liệu đính kèm

source: Ends On
vi: Kết thúc vào

source: Enter your brand details
vi: Nhập thông tin thương hiệu của bạn

source: Enter your email
vi: Nhập email của bạn

source: Enter your email address to receive the completed document.
vi: Nhập địa chỉ email của bạn để nhận tài liệu đã hoàn thành.

source: Enter your name
vi: Nhập tên của bạn

source: Enter your text here
vi: Nhập văn bản của bạn ở đây

source: Error
vi: Lỗi

source: Everyone can access and view the document
vi: Mọi người có thể truy cập và xem tài liệu

source: Everyone has signed
vi: Mọi người đã ký

source: Everyone has signed! You will receive an Email copy of the signed document.
vi: Mọi người đã ký! Bạn sẽ nhận được bản sao email của tài liệu đã ký.

source: Exceeded timeout
vi: Đã vượt quá thời gian chờ

source: Expired
vi: Đã hết hạn

source: Expires on {0}
vi: Hết hạn vào {0}

source: External ID
vi: ID ngoài

source: Failed to reseal document
vi: Không thể niêm phong lại tài liệu

source: Failed to save settings.
vi: Không thể lưu cài đặt.

source: Failed to update recipient
vi: Không thể cập nhật người nhận

source: Failed to update webhook
vi: Không thể cập nhật webhook

source: Failed: {failedCount}
vi: Thất bại: {failedCount}

source: Field character limit
vi: Giới hạn ký tự trường

source: Field font size
vi: Kích thước phông chữ trường

source: Field format
vi: Định dạng trường

source: Field label
vi: Nhãn trường

source: Field placeholder
vi: Văn bản gợi ý trường

source: Field prefilled by assistant
vi: Trường được điền trước bởi trợ lý

source: Field signed
vi: Trường đã được ký

source: Field unsigned
vi: Trường chưa được ký

source: Fields
vi: Trường

source: File cannot be larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
vi: Tệp không thể lớn hơn {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB

source: File size exceeds the limit of {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
vi: Kích thước tệp vượt quá giới hạn {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB

source: Font Size
vi: Cỡ chữ

source: For any questions regarding this disclosure, electronic signatures, or any related process, please contact us at: <0>{SUPPORT_EMAIL}</0>
vi: Đối với bất kỳ câu hỏi nào liên quan đến tiết lộ này, chữ ký điện tử hoặc bất kỳ quy trình liên quan nào, vui lòng liên hệ với chúng tôi tại: <0>{SUPPORT_EMAIL}</0>

source: For each recipient, provide their email (required) and name (optional) in separate columns. Download the template CSV below for the correct format.
vi: Đối với mỗi người nhận, cung cấp email (bắt buộc) và tên (tùy chọn) trong các cột riêng biệt. Tải xuống mẫu CSV dưới đây để có định dạng chính xác.

source: Forgot Password?
vi: Quên mật khẩu?

source: Forgot your password?
vi: Quên mật khẩu của bạn?

source: Free Signature
vi: Chữ ký tự do

source: Full Name
vi: Họ và tên

source: General
vi: Chung

source: Generate Links
vi: Tạo liên kết

source: Global recipient action authentication
vi: Xác thực hành động người nhận toàn cục

source: Go Back
vi: Quay lại

source: Go back home
vi: Quay về trang chủ

source: Go Back Home
vi: Quay về trang chủ

source: Go to owner
vi: Đi đến chủ sở hữu

source: Go to your <0>public profile settings</0> to add documents.
vi: Đi đến <0>cài đặt hồ sơ công khai</0> của bạn để thêm tài liệu.

source: Green
vi: Xanh lá

source: has invited you to approve this document
vi: đã mời bạn phê duyệt tài liệu này

source: has invited you to assist this document
vi: đã mời bạn hỗ trợ tài liệu này

source: has invited you to sign this document
vi: đã mời bạn ký tài liệu này

source: has invited you to view this document
vi: đã mời bạn xem tài liệu này

source: Having an assistant as the last signer means they will be unable to take any action as there are no subsequent signers to assist.
vi: Việc có một người hỗ trợ là người ký cuối cùng có nghĩa là họ sẽ không thể thực hiện bất kỳ hành động nào vì không còn người ký tiếp theo để hỗ trợ.

source: Help complete the document for other signers.
vi: Giúp hoàn thành tài liệu cho những người ký khác.

source: Here you can edit your personal details.
vi: Tại đây bạn có thể chỉnh sửa thông tin cá nhân của mình.

source: Here you can manage your password and security settings.
vi: Tại đây bạn có thể quản lý mật khẩu và cài đặt bảo mật của mình.

source: Here you can set preferences and defaults for branding.
vi: Tại đây bạn có thể thiết lập tùy chọn và mặc định cho thương hiệu.

source: Here you can set preferences and defaults for your team.
vi: Tại đây bạn có thể thiết lập tùy chọn và mặc định cho nhóm của bạn.

source: Here's how it works:
vi: Đây là cách hoạt động:

source: Hey I'm Timur
vi: Xin chào, tôi là Timur

source: Hi {userName},
vi: Xin chào {userName},

source: Hi, {userName} <0>({userEmail})</0>
vi: Xin chào, {userName} <0>({userEmail})</0>

source: Hide
vi: Ẩn

source: Hide additional information
vi: Ẩn thông tin bổ sung

source: I am a signer of this document
vi: Tôi là người ký tài liệu này

source: I am a viewer of this document
vi: Tôi là người xem tài liệu này

source: I am an approver of this document
vi: Tôi là người phê duyệt tài liệu này

source: I am an assistant of this document
vi: Tôi là người hỗ trợ cho tài liệu này

source: I am required to receive a copy of this document
vi: Tôi cần nhận một bản sao của tài liệu này

source: I am the owner of this document
vi: Tôi là chủ sở hữu của tài liệu này

source: I'm sure! Delete it
vi: Tôi chắc chắn! Xóa nó

source: If they accept this request, the team will be transferred to their account.
vi: Nếu họ chấp nhận yêu cầu này, nhóm sẽ được chuyển giao cho tài khoản của họ.

source: If you do not want to use the authenticator prompted, you can close it, which will then display the next available authenticator.
vi: Nếu bạn không muốn sử dụng trình xác thực được nhắc, bạn có thể đóng nó, sau đó sẽ hiển thị trình xác thực khả dụng tiếp theo.

source: If you don't find the confirmation link in your inbox, you can request a new one below.
vi: Nếu bạn không tìm thấy liên kết xác nhận trong hộp thư đến, bạn có thể yêu cầu một liên kết mới bên dưới.

source: If your authenticator app does not support QR codes, you can use the following code instead:
vi: Nếu ứng dụng xác thực của bạn không hỗ trợ mã QR, bạn có thể sử dụng mã sau đây thay thế:

source: Inbox
vi: Hộp thư đến

source: Inbox documents
vi: Tài liệu trong hộp thư đến

source: Include the Signing Certificate in the Document
vi: Bao gồm Chứng chỉ Ký trong Tài liệu

source: Information
vi: Thông tin

source: Inherit authentication method
vi: Kế thừa phương thức xác thực

source: Initials
vi: Chữ ký tắt

source: Inserted
vi: Đã chèn

source: Instance Stats
vi: Thống kê hệ thống

source: Invalid code. Please try again.
vi: Mã không hợp lệ. Vui lòng thử lại.

source: Invalid email
vi: Email không hợp lệ

source: Invalid link
vi: Liên kết không hợp lệ

source: Invalid token
vi: Token không hợp lệ

source: Invalid token provided. Please try again.
vi: Token đã cung cấp không hợp lệ. Vui lòng thử lại.

source: Invitation accepted!
vi: Lời mời đã được chấp nhận!

source: Invitation declined
vi: Lời mời đã bị từ chối

source: Invitation has been deleted
vi: Lời mời đã bị xóa

source: Invitation has been resent
vi: Lời mời đã được gửi lại

source: Invite
vi: Mời

source: Invite member
vi: Mời thành viên

source: Invite Members
vi: Mời các thành viên

source: Invite team members
vi: Mời thành viên nhóm

source: Invited At
vi: Đã mời vào lúc

source: Invoice
vi: Hóa đơn

source: IP Address
vi: Địa chỉ IP

source: It is crucial to keep your contact information, especially your email address, up to date with us. Please notify us immediately of any changes to ensure that you continue to receive all necessary communications.
vi: Điều quan trọng là giữ cho thông tin liên lạc của bạn, đặc biệt là địa chỉ email, luôn cập nhật với chúng tôi. Vui lòng thông báo cho chúng tôi ngay lập tức về bất kỳ thay đổi nào để đảm bảo rằng bạn tiếp tục nhận được tất cả các thông tin liên lạc cần thiết.

source: It looks like {0} hasn't added any documents to their profile yet.
vi: Có vẻ như {0} chưa thêm bất kỳ tài liệu nào vào hồ sơ của họ.

source: It seems that the provided token has expired. We've just sent you another token, please check your email and try again.
vi: Có vẻ như token đã cung cấp đã hết hạn. Chúng tôi vừa gửi cho bạn một token khác, vui lòng kiểm tra email của bạn và thử lại.

source: It seems that there is no token provided, if you are trying to verify your email please follow the link in your email.
vi: Có vẻ như không có token nào được cung cấp, nếu bạn đang cố gắng xác minh email, vui lòng làm theo liên kết trong email của bạn.

source: It's currently not your turn to sign. Please check back soon as this document should be available for you to sign shortly.
vi: Hiện tại không phải đến lượt bạn ký. Vui lòng quay lại sau vì tài liệu này sẽ sớm có sẵn để bạn ký.

source: It's currently not your turn to sign. You will receive an email with instructions once it's your turn to sign the document.
vi: Hiện tại không phải đến lượt bạn ký. Bạn sẽ nhận được email hướng dẫn khi đến lượt bạn ký tài liệu.

source: Join {teamName} on Documenso
vi: Tham gia {teamName} trên Documenso

source: Label
vi: Nhãn

source: Language
vi: Ngôn ngữ

source: Last 14 days
vi: 14 ngày qua

source: Last 30 days
vi: 30 ngày qua

source: Last 7 days
vi: 7 ngày qua

source: Last modified
vi: Sửa đổi lần cuối

source: Last updated
vi: Cập nhật lần cuối

source: Last Updated
vi: Cập nhật lần cuối

source: Last updated at
vi: Cập nhật lần cuối vào

source: Last used
vi: Sử dụng lần cuối

source: Leaderboard
vi: Bảng xếp hạng

source: Leave
vi: Rời khỏi

source: Leave team
vi: Rời khỏi nhóm

source: Legality of Electronic Signatures
vi: Tính pháp lý của chữ ký điện tử

source: Light Mode
vi: Chế độ sáng

source: Like to have your own public profile with agreements?
vi: Muốn có hồ sơ công khai riêng với các thỏa thuận?

source: Link expires in 1 hour.
vi: Liên kết hết hạn trong 1 giờ.

source: Link template
vi: Liên kết mẫu

source: Links Generated
vi: Liên kết đã tạo

source: Listening to {0}
vi: Đang lắng nghe {0}

source: Load older activity
vi: Tải hoạt động cũ hơn

source: Loading document...
vi: Đang tải tài liệu...

source: Loading Document...
vi: Đang tải tài liệu...

source: Loading teams...
vi: Đang tải các nhóm...

source: Loading...
vi: Đang tải...

source: Login
vi: Đăng nhập

source: Manage
vi: Quản lý

source: Manage {0}'s profile
vi: Quản lý hồ sơ của {0}

source: Manage all teams you are currently associated with.
vi: Quản lý tất cả các nhóm mà bạn hiện đang liên kết.

source: Manage and view template
vi: Quản lý và xem mẫu

source: Manage billing
vi: Quản lý thanh toán

source: Manage details for this public template
vi: Quản lý chi tiết cho mẫu công khai này

source: Manage Direct Link
vi: Quản lý liên kết trực tiếp

source: Manage documents
vi: Quản lý tài liệu

source: Manage passkeys
vi: Quản lý khóa truy cập

source: Manage subscription
vi: Quản lý đăng ký

source: Manage Subscription
vi: Quản lý đăng ký

source: Manage subscriptions
vi: Quản lý các đăng ký

source: Manage team subscription.
vi: Quản lý đăng ký của nhóm.

source: Manage teams
vi: Quản lý các nhóm

source: Manage the direct link signing for this template
vi: Quản lý việc ký qua liên kết trực tiếp cho mẫu này

source: Manage the members or invite new members.
vi: Quản lý thành viên hoặc mời thành viên mới.

source: Manage users
vi: Quản lý người dùng

source: Manage your passkeys.
vi: Quản lý các khóa truy cập của bạn.

source: Manage your site settings here
vi: Quản lý cài đặt trang web của bạn tại đây

source: Manager
vi: Quản lý

source: Mark as viewed
vi: Đánh dấu là đã xem

source: Mark as Viewed
vi: Đánh dấu là đã xem

source: MAU (created document)
vi: MAU (đã tạo tài liệu)

source: MAU (had document completed)
vi: MAU (có tài liệu đã hoàn thành)

source: Max
vi: Tối đa

source: Maximum file size: 4MB. Maximum 100 rows per upload. Blank values will use template defaults.
vi: Kích thước tối đa: 4MB. Tối đa 100 dòng mỗi lần tải lên. Các giá trị trống sẽ sử dụng mặc định của mẫu.

source: Member
vi: Thành viên

source: Member Since
vi: Là thành viên từ

source: Members
vi: Thành viên

source: Message <0>(Optional)</0>
vi: Tin nhắn <0>(Tùy chọn)</0>

source: Min
vi: Tối thiểu

source: Modify recipients
vi: Chỉnh sửa người nhận

source: Monthly
vi: Hàng tháng

source: Monthly Active Users: Users that created at least one Document
vi: Người dùng hoạt động hàng tháng: Người dùng đã tạo ít nhất một tài liệu

source: Monthly Active Users: Users that had at least one of their documents completed
vi: Người dùng hoạt động hàng tháng: Người dùng có ít nhất một tài liệu của họ đã hoàn thành

source: Move
vi: Di chuyển

source: Move Document to Team
vi: Chuyển tài liệu đến nhóm

source: Move Template to Team
vi: Chuyển mẫu đến nhóm

source: Move to Team
vi: Chuyển đến nhóm

source: Moving...
vi: Đang di chuyển...

source: My templates
vi: Mẫu của tôi

source: Name
vi: Tên

source: Need to sign documents?
vi: Cần ký tài liệu?

source: Needs to approve
vi: Cần phê duyệt

source: Needs to sign
vi: Cần ký

source: Needs to view
vi: Cần xem

source: Never
vi: Không bao giờ

source: Never expire
vi: Không bao giờ hết hạn

source: New Password
vi: Mật khẩu mới

source: New team owner
vi: Chủ nhóm mới

source: New Template
vi: Mẫu mới

source: Next
vi: Tiếp theo

source: Next field
vi: Trường tiếp theo

source: No active drafts
vi: Không có bản nháp hoạt động

source: No further action is required from you at this time.
vi: Không cần thêm hành động nào từ bạn vào lúc này.

source: No payment required
vi: Không cần thanh toán

source: No public profile templates found
vi: Không tìm thấy mẫu hồ sơ công khai nào

source: No recent activity
vi: Không có hoạt động gần đây

source: No recent documents
vi: Không có tài liệu gần đây

source: No recipient matching this description was found.
vi: Không tìm thấy người nhận nào phù hợp với mô tả này.

source: No recipients
vi: Không có người nhận

source: No recipients with this role
vi: Không có người nhận với vai trò này

source: No restrictions
vi: Không có hạn chế

source: No results found
vi: Không tìm thấy kết quả nào

source: No results found.
vi: Không tìm thấy kết quả nào.

source: No signature field found
vi: Không tìm thấy trường chữ ký

source: No valid direct templates found
vi: Không tìm thấy mẫu trực tiếp hợp lệ nào

source: No valid recipients found
vi: Không tìm thấy người nhận hợp lệ nào

source: No value found.
vi: Không tìm thấy giá trị nào.

source: No worries, it happens! Enter your email and we'll email you a special link to reset your password.
vi: Đừng lo lắng, điều này xảy ra! Nhập email của bạn và chúng tôi sẽ gửi cho bạn một liên kết đặc biệt để đặt lại mật khẩu.

source: None
vi: Không có

source: Not supported
vi: Không được hỗ trợ

source: Nothing to do
vi: Không có gì để làm

source: Number
vi: Số

source: Number format
vi: Định dạng số

source: on behalf of "{0}" has invited you to approve this document
vi: thay mặt "{0}" đã mời bạn phê duyệt tài liệu này

source: on behalf of "{0}" has invited you to assist this document
vi: thay mặt "{0}" đã mời bạn hỗ trợ tài liệu này

source: on behalf of "{0}" has invited you to sign this document
vi: thay mặt "{0}" đã mời bạn ký tài liệu này

source: on behalf of "{0}" has invited you to view this document
vi: thay mặt "{0}" đã mời bạn xem tài liệu này

source: On this page, you can create a new webhook.
vi: Trên trang này, bạn có thể tạo một webhook mới.

source: On this page, you can create and manage API tokens. See our <0>Documentation</0> for more information.
vi: Trên trang này, bạn có thể tạo và quản lý các token API. Xem <0>Tài liệu</0> của chúng tôi để biết thêm thông tin.

source: On this page, you can create new Webhooks and manage the existing ones.
vi: Trên trang này, bạn có thể tạo Webhook mới và quản lý các webhook hiện có.

source: On this page, you can edit the webhook and its settings.
vi: Trên trang này, bạn có thể chỉnh sửa webhook và cài đặt của nó.

source: Once confirmed, the following will occur:
vi: Sau khi xác nhận, các điều sau sẽ xảy ra:

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
vi: Sau khi bật, bạn có thể chọn bất kỳ người nhận hoạt động nào để trở thành người nhận ký qua liên kết trực tiếp, hoặc tạo một người mới. Loại người nhận này không thể chỉnh sửa hoặc xóa.

source: Once you have scanned the QR code or entered the code manually, enter the code provided by your authenticator app below.
vi: Sau khi bạn đã quét mã QR hoặc nhập mã thủ công, hãy nhập mã được cung cấp bởi ứng dụng xác thực của bạn bên dưới.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
vi: Sau khi mẫu của bạn đã được thiết lập, hãy chia sẻ liên kết ở bất kỳ đâu bạn muốn. Người mở liên kết sẽ có thể nhập thông tin của họ vào trường người nhận liên kết trực tiếp và hoàn thành bất kỳ trường nào khác được giao cho họ.

source: Only admins can access and view the document
vi: Chỉ quản trị viên mới có thể truy cập và xem tài liệu

source: Only managers and above can access and view the document
vi: Chỉ quản lý và cấp cao hơn mới có thể truy cập và xem tài liệu

source: Only subscribers can have a username shorter than 6 characters
vi: Chỉ người đăng ký mới có thể có tên người dùng ngắn hơn 6 ký tự

source: Oops! Something went wrong.
vi: Rất tiếc! Đã xảy ra lỗi.

source: Opened
vi: Đã mở

source: Or
vi: Hoặc

source: Or continue with
vi: Hoặc tiếp tục với

source: Otherwise, the document will be created as a draft.
vi: Nếu không, tài liệu sẽ được tạo dưới dạng bản nháp.

source: Owner
vi: Chủ sở hữu

source: Page {0} of {1}
vi: Trang {0}/{1}

source: Page {0} of {numPages}
vi: Trang {0}/{numPages}

source: Paid
vi: Đã thanh toán

source: Passkey
vi: Khóa mật khẩu

source: Passkey already exists for the provided authenticator
vi: Khóa mật khẩu đã tồn tại cho trình xác thực đã cung cấp

source: Passkey creation cancelled due to one of the following reasons:
vi: Việc tạo khóa mật khẩu bị hủy do một trong những lý do sau:

source: Passkey has been removed
vi: Khóa mật khẩu đã được xóa

source: Passkey has been updated
vi: Khóa mật khẩu đã được cập nhật

source: Passkey name
vi: Tên khóa mật khẩu

source: Passkey Re-Authentication
vi: Xác thực lại khóa mật khẩu

source: Passkeys
vi: Các khóa mật khẩu

source: Passkeys allow you to sign in and authenticate using biometrics, password managers, etc.
vi: Khóa mật khẩu cho phép bạn đăng nhập và xác thực bằng sinh trắc học, trình quản lý mật khẩu, v.v.

source: Passkeys are not supported on this browser
vi: Khóa mật khẩu không được hỗ trợ trên trình duyệt này

source: Password
vi: Mật khẩu

source: Password Reset Requested
vi: Yêu cầu đặt lại mật khẩu

source: Password Reset Successful
vi: Đặt lại mật khẩu thành công

source: Password should not be common or based on personal information
vi: Mật khẩu không nên phổ biến hoặc dựa trên thông tin cá nhân

source: Password updated
vi: Mật khẩu đã được cập nhật

source: Password updated!
vi: Mật khẩu đã được cập nhật!

source: Pay
vi: Thanh toán

source: Payment is required to finalise the creation of your team.
vi: Thanh toán là bắt buộc để hoàn tất việc tạo nhóm của bạn.

source: Payment overdue
vi: Thanh toán quá hạn

source: Pending
vi: Đang chờ xử lý

source: Pending Document
vi: Tài liệu đang chờ xử lý

source: Pending documents
vi: Tài liệu đang chờ xử lý

source: Pending Documents
vi: Tài liệu đang chờ xử lý

source: Pending invitations
vi: Lời mời đang chờ xử lý
