Repository: manhtruongwang/documenso
Catalog: packages/lib/translations/*/web.po
Languages: vi

source: Enable direct link signing
vi: Bật ký bằng liên kết trực tiếp

source: The events that will trigger a webhook to be sent to your URL.
vi: Các sự kiện sẽ kích hoạt một webhook được gửi đến URL của bạn.

source: "{0}" has invited you to sign "example document".
vi: "{0}" đã mời bạn ký "ví dụ tài liệu".

source: "{0}" will appear on the document as it has a timezone of "{1}".
vi: "{0}" sẽ xuất hiện trong tài liệu như nó có múi giờ "{1}".

source: "{documentName}" has been deleted by an admin.
vi: "{documentName}" đã bị xóa bởi quản trị viên.

source: “{documentName}” has been signed
vi: “{documentName}” đã được ký

source: “{documentName}” was signed by all signers
vi: “{documentName}” đã được tất cả các người ký ký

source: "{documentTitle}" has been successfully deleted
vi: "{documentTitle}" đã được xóa thành công

source: "{placeholderEmail}" on behalf of "{0}" has invited you to sign "example document".
vi: "{placeholderEmail}" trên đại diện của "{0}" đã mời bạn ký "tài liệu ví dụ".

source: (You)
vi: (Bạn)

source: {0, plural, one {(1 character over)} other {(# characters over)}}
vi: {0, plural, one {(quá 1 ký tự)} other {(quá # ký tự)}}

source: {0, plural, one {# character over the limit} other {# characters over the limit}}
vi: {0, plural, one {# ký tự quá giới hạn} other {# ký tự quá giới hạn}}

source: {0, plural, one {# recipient} other {# recipients}}
vi: {0, plural, one {# người nhận} other {# người nhận}}

source: {0, plural, one {# Seat} other {# Seats}}
vi: {0, plural, one {# Chỗ ngồi} other {# Chỗ ngồi}}

source: {0, plural, one {<0>You have <1>1</1> pending team invitation</0>} other {<2>You have <3>#</3> pending team invitations</2>}}
vi: {0, plural, one {<0>Bạn có <1>1</1> lời mời nhóm đang chờ</0>} other {<2>Bạn có <3>#</3> lời mời nhóm đang chờ</2>}}

source: {0, plural, one {1 matching field} other {# matching fields}}
vi: {0, plural, one {1 trường phù hợp} other {# trường phù hợp}}

source: {0, plural, one {1 Recipient} other {# Recipients}}
vi: {0, plural, one {1 Người nhận} other {# Người nhận}}

source: {0, plural, one {Waiting on 1 recipient} other {Waiting on # recipients}}
vi: {0, plural, one {Đang chờ 1 người nhận} other {Đang chờ # người nhận}}

source: {0, plural, zero {Select values} other {# selected...}}
vi: {0, plural, zero {Chọn giá trị} other {# đã chọn...}}

source: {0} direct signing templates
vi: {0} mẫu ký trực tiếp

source: {0} has invited you to {recipientActionVerb} the document "{1}".
vi: {0} đã mời bạn {recipientActionVerb} tài liệu "{1}".

source: {0} invited you to {recipientActionVerb} a document
vi: {0} đã mời bạn {recipientActionVerb} một tài liệu

source: {0} joined the team {teamName} on Documenso
vi: {0} đã tham gia nhóm {teamName} trên Documenso

source: {0} left the team {teamName} on Documenso
vi: {0} đã rời khỏi nhóm {teamName} trên Documenso

source: {0} of {1} documents remaining this month.
vi: {0} trong {1} tài liệu còn lại tháng này.

source: {0} of {1} row(s) selected.
vi: {0} trong {1} dòng đã chọn.

source: {0} on behalf of "{1}" has invited you to {recipientActionVerb} the document "{2}".
vi: {0} thay mặt cho "{1}" đã mời bạn {recipientActionVerb} tài liệu "{2}".

source: {0} Recipient(s)
vi: {0} Người nhận

source: {charactersRemaining, plural, one {1 character remaining} other {{charactersRemaining} characters remaining}}
vi: {charactersRemaining, plural, one {Còn 1 ký tự} other {Còn {charactersRemaining} ký tự}}

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
vi: {inviterName} đã hủy tài liệu {documentName}, bạn không cần ký nó nữa.

source: {inviterName} has cancelled the document<0/>"{documentName}"
vi: {inviterName} đã hủy tài liệu<0/>"{documentName}"

source: {inviterName} has invited you to {0}<0/>"{documentName}"
vi: {inviterName} đã mời bạn {0}<0/>"{documentName}"

source: {inviterName} has invited you to {action} {documentName}
vi: {inviterName} đã mời bạn {action} {documentName}

source: {inviterName} has invited you to {action} the document "{documentName}".
vi: {inviterName} đã mời bạn {action} tài liệu "{documentName}".

source: {inviterName} has removed you from the document {documentName}.
vi: {inviterName} đã xóa bạn khỏi tài liệu {documentName}.

source: {inviterName} has removed you from the document<0/>"{documentName}"
vi: {inviterName} đã xóa bạn khỏi tài liệu<0/>"{documentName}"

source: {inviterName} on behalf of "{0}" has invited you to {recipientActionVerb} the document "{1}".
vi: {inviterName} thay mặt cho "{0}" đã mời bạn {recipientActionVerb} tài liệu "{1}".

source: {inviterName} on behalf of "{teamName}" has invited you to {0}<0/>"{documentName}"
vi: {inviterName} thay mặt cho "{teamName}" đã mời bạn {0}<0/>"{documentName}"

source: {inviterName} on behalf of "{teamName}" has invited you to {action} {documentName}
vi: {inviterName} thay mặt cho "{teamName}" đã mời bạn {action} {documentName}

source: {memberEmail} joined the following team
vi: {memberEmail} đã tham gia nhóm sau

source: {memberEmail} left the following team
vi: {memberEmail} đã rời khỏi nhóm sau

source: {numberOfSeats, plural, one {# member} other {# members}}
vi: {numberOfSeats, plural, one {# thành viên} other {# thành viên}}

source: {prefix} added a field
vi: {prefix} đã thêm một trường

source: {prefix} added a recipient
vi: {prefix} đã thêm một người nhận

source: {prefix} created the document
vi: {prefix} đã tạo tài liệu

source: {prefix} deleted the document
vi: {prefix} đã xóa tài liệu

source: {prefix} moved the document to team
vi: {prefix} đã chuyển tài liệu đến nhóm

source: {prefix} opened the document
vi: {prefix} đã mở tài liệu

source: {prefix} prefilled a field
vi: {prefix} đã điền sẵn một trường

source: {prefix} removed a field
vi: {prefix} đã xóa một trường

source: {prefix} removed a recipient
vi: {prefix} đã xóa một người nhận

source: {prefix} resent an email to {0}
vi: {prefix} đã gửi lại email đến {0}

source: {prefix} sent an email to {0}
vi: {prefix} đã gửi email đến {0}

source: {prefix} sent the document
vi: {prefix} đã gửi tài liệu

source: {prefix} signed a field
vi: {prefix} đã ký một trường

source: {prefix} unsigned a field
vi: {prefix} đã hủy ký một trường

source: {prefix} updated a field
vi: {prefix} đã cập nhật một trường

source: {prefix} updated a recipient
vi: {prefix} đã cập nhật một người nhận

source: {prefix} updated the document
vi: {prefix} đã cập nhật tài liệu

source: {prefix} updated the document access auth requirements
vi: {prefix} đã cập nhật yêu cầu xác thực truy cập tài liệu

source: {prefix} updated the document external ID
vi: {prefix} đã cập nhật ID ngoài của tài liệu

source: {prefix} updated the document signing auth requirements
vi: {prefix} đã cập nhật yêu cầu xác thực ký tài liệu

source: {prefix} updated the document title
vi: {prefix} đã cập nhật tiêu đề tài liệu

source: {prefix} updated the document visibility
vi: {prefix} đã cập nhật khả năng hiển thị của tài liệu

source: {recipientActionVerb} document
vi: {recipientActionVerb} tài liệu

source: {recipientActionVerb} the document to complete the process.
vi: {recipientActionVerb} tài liệu để hoàn tất quy trình.

source: {recipientName} {action} a document by using one of your direct links
vi: {recipientName} {action} một tài liệu bằng cách sử dụng một trong các liên kết trực tiếp của bạn

source: {recipientName} has rejected the document '{documentName}'
vi: {recipientName} đã từ chối tài liệu '{documentName}'

source: {recipientReference} has completed signing the document.
vi: {recipientReference} đã hoàn tất việc ký tài liệu.

source: {recipientReference} has signed "{0}"
vi: {recipientReference} đã ký "{0}"

source: {recipientReference} has signed "{documentName}"
vi: {recipientReference} đã ký "{documentName}"

source: {recipientReference} has signed {documentName}
vi: {recipientReference} đã ký {documentName}

source: {remaningLength, plural, one {# character remaining} other {# characters remaining}}
vi: {remaningLength, plural, one {còn # ký tự} other {còn # ký tự}}

source: {signerName} has rejected the document "{documentName}".
vi: {signerName} đã từ chối tài liệu "{documentName}".

source: {teamName} has invited you to {0}<0/>"{documentName}"
vi: {teamName} đã mời bạn {0}<0/>"{documentName}"

source: {teamName} has invited you to {action} {documentName}
vi: {teamName} đã mời bạn {action} {documentName}

source: {teamName} ownership transfer request
vi: Yêu cầu chuyển quyền sở hữu {teamName}

source: {userName} approved the document
vi: {userName} đã phê duyệt tài liệu

source: {userName} CC'd the document
vi: {userName} đã CC tài liệu

source: {userName} completed their task
vi: {userName} đã hoàn thành nhiệm vụ của họ

source: {userName} rejected the document
vi: {userName} đã từ chối tài liệu

source: {userName} signed the document
vi: {userName} đã ký tài liệu

source: {userName} viewed the document
vi: {userName} đã xem tài liệu

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
vi: {visibleRows, plural, one {Hiển thị # kết quả.} other {Hiển thị # kết quả.}}

source: <0>"{0}"</0>is no longer available to sign
vi: <0>"{0}"</0>không còn khả dụng để ký

source: <0>{senderName}</0> has requested that you take ownership of the following team
vi: <0>{senderName}</0> đã yêu cầu bạn nhận quyền sở hữu của nhóm sau đây

source: <0>{teamName}</0> has requested to use your email address for their team on Documenso.
vi: <0>{teamName}</0> đã yêu cầu sử dụng địa chỉ email của bạn cho nhóm của họ trên Documenso.

source: <0>Click to upload</0> or drag and drop
vi: <0>Nhấp để tải lên</0> hoặc kéo và thả

source: <0>Drawn</0> - A signature that is drawn using a mouse or stylus.
vi: <0>Vẽ</0> - Chữ ký được vẽ bằng chuột hoặc bút cảm ứng.

source: <0>Email</0> - The recipient will be emailed the document to sign, approve, etc.
vi: <0>Email</0> - Người nhận sẽ được gửi email tài liệu để ký, phê duyệt, v.v.

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
vi: <0>Kế thừa phương thức xác thực</0> - Sử dụng phương thức xác thực ký toàn cục được cấu hình trong bước "Cài đặt chung"

source: <0>No restrictions</0> - No authentication required
vi: <0>Không hạn chế</0> - Không yêu cầu xác thực

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
vi: <0>Không hạn chế</0> - Tài liệu có thể được truy cập trực tiếp qua URL gửi đến người nhận

source: <0>None</0> - No authentication required
vi: <0>Không</0> - Không yêu cầu xác thực

source: <0>None</0> - We will generate links which you can send to the recipients manually.
vi: <0>Không</0> - Chúng tôi sẽ tạo liên kết mà bạn có thể gửi đến người nhận theo cách thủ công.

source: <0>Note</0> - If you use Links in combination with direct templates, you will need to manually send the links to the remaining recipients.
vi: <0>Lưu ý</0> - Nếu bạn sử dụng Liên kết kết hợp với mẫu trực tiếp, bạn sẽ cần gửi thủ công các liên kết đến những người nhận còn lại.

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
vi: <0>Yêu cầu 2FA</0> - Người nhận phải có tài khoản và đã kích hoạt 2FA trong cài đặt của họ

source: <0>Require account</0> - The recipient must be signed in to view the document
vi: <0>Yêu cầu tài khoản</0> - Người nhận phải đăng nhập để xem tài liệu

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
vi: <0>Yêu cầu passkey</0> - Người nhận phải có tài khoản và đã cấu hình passkey trong cài đặt của họ

source: <0>Sender:</0> All
vi: <0>Người gửi:</0> Tất cả

source: <0>Typed</0> - A signature that is typed using a keyboard.
vi: <0>Đánh máy</0> - Chữ ký được nhập bằng bàn phím.

source: <0>Uploaded</0> - A signature that is uploaded from a file.
vi: <0>Tải lên</0> - Chữ ký được tải lên từ một tệp.

source: <0>You are about to complete approving <1>"{documentTitle}"</1>.</0><2/> Are you sure?
vi: <0>Bạn sắp hoàn tất việc phê duyệt <1>"{documentTitle}"</1>.</0><2/> Bạn chắc chắn chứ?

source: <0>You are about to complete signing "<1>{documentTitle}</1>".</0><2/> Are you sure?
vi: <0>Bạn sắp hoàn tất việc ký "<1>{documentTitle}</1>".</0><2/> Bạn chắc chắn chứ?

source: <0>You are about to complete viewing "<1>{documentTitle}</1>".</0><2/> Are you sure?
vi: <0>Bạn sắp hoàn tất việc xem "<1>{documentTitle}</1>".</0><2/> Bạn chắc chắn chứ?

source: 1 month
vi: 1 tháng

source: 12 months
vi: 12 tháng

source: 3 months
vi: 3 tháng

source: 404 not found
vi: 404 không tìm thấy

source: 404 Profile not found
vi: 404 Không tìm thấy hồ sơ

source: 404 Team not found
vi: 404 Không tìm thấy nhóm

source: 500 Internal Server Error
vi: 500 Lỗi máy chủ nội bộ

source: 6 months
vi: 6 tháng

source: 7 days
vi: 7 ngày

source: A confirmation email has been sent, and it should arrive in your inbox shortly.
vi: Một email xác nhận đã được gửi và sẽ đến hộp thư của bạn trong thời gian ngắn.

source: A device capable of accessing, opening, and reading documents
vi: Một thiết bị có khả năng truy cập, mở và đọc tài liệu

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
vi: Một tài liệu đã được tạo từ mẫu trực tiếp của bạn yêu cầu bạn {recipientActionVerb} nó.

source: A draft document will be created
vi: Một bản nháp tài liệu sẽ được tạo

source: A field was added
vi: Một trường đã được thêm

source: A field was removed
vi: Một trường đã bị xóa

source: A field was updated
vi: Một trường đã được cập nhật

source: A means to print or download documents for your records
vi: Phương tiện để in hoặc tải xuống tài liệu cho hồ sơ của bạn

source: A new member has joined your team
vi: Một thành viên mới đã tham gia nhóm của bạn

source: A new token was created successfully.
vi: Một token mới đã được tạo thành công.

source: A password reset email has been sent, if you have an account you should see it in your inbox shortly.
vi: Một email đặt lại mật khẩu đã được gửi, nếu bạn có tài khoản, bạn sẽ thấy nó trong hộp thư của mình trong thời gian ngắn.

source: A recipient was added
vi: Một người nhận đã được thêm

source: A recipient was removed
vi: Một người nhận đã bị xóa

source: A recipient was updated
vi: Một người nhận đã được cập nhật

source: A request to transfer the ownership of this team has been sent to <0>{0} ({1})</0>
vi: Yêu cầu chuyển quyền sở hữu của nhóm này đã được gửi đến <0>{0} ({1})</0>

source: A request to use your email has been initiated by {0} on Documenso
vi: Một yêu cầu sử dụng email của bạn đã được bắt đầu bởi {0} trên Documenso

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso
vi: Một bí mật sẽ được gửi đến URL của bạn để bạn có thể xác minh rằng yêu cầu đã được gửi bởi Documenso

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso.
vi: Một bí mật sẽ được gửi đến URL của bạn để bạn có thể xác minh rằng yêu cầu đã được gửi bởi Documenso.

source: A stable internet connection
vi: Kết nối internet ổn định

source: A team member has joined a team on Documenso
vi: Một thành viên đã tham gia một nhóm trên Documenso

source: A team member has left {0}
vi: Một thành viên đã rời khỏi {0}

source: A team member has left a team on Documenso
vi: Một thành viên đã rời khỏi một nhóm trên Documenso

source: A team you were a part of has been deleted
vi: Một nhóm mà bạn là thành viên đã bị xóa

source: A unique URL to access your profile
vi: URL duy nhất để truy cập hồ sơ của bạn

source: A unique URL to identify your team
vi: URL duy nhất để nhận diện nhóm của bạn

source: A verification email will be sent to the provided email.
vi: Một email xác minh sẽ được gửi đến địa chỉ email đã cung cấp.

source: Accept
vi: Chấp nhận

source: Accept invitation to join a team on Documenso
vi: Chấp nhận lời mời tham gia nhóm trên Documenso

source: Accept team email request for {teamName} on Documenso
vi: Chấp nhận yêu cầu email nhóm cho {teamName} trên Documenso

source: Accept team transfer request on Documenso
vi: Chấp nhận yêu cầu chuyển nhóm trên Documenso

source: Acceptance and Consent
vi: Chấp nhận và đồng ý

source: Accepted team invitation
vi: Đã chấp nhận lời mời tham gia nhóm

source: Account Authentication
vi: Xác thực tài khoản

source: Account deleted
vi: Tài khoản đã bị xóa

source: Account disabled
vi: Tài khoản đã bị vô hiệu hóa

source: Account enabled
vi: Tài khoản đã được kích hoạt

source: Account Re-Authentication
vi: Xác thực lại tài khoản

source: Acknowledgment
vi: Xác nhận

source: Action
vi: Hành động

source: Actions
vi: Hành động

source: Active
vi: Đang hoạt động

source: Active Subscriptions
vi: Đăng ký đang hoạt động

source: Add
vi: Thêm

source: Add a document
vi: Thêm tài liệu

source: Add a URL to redirect the user to once the document is signed
vi: Thêm URL để chuyển hướng người dùng sau khi tài liệu được ký

source: Add all relevant fields for each recipient.
vi: Thêm tất cả các trường liên quan cho mỗi người nhận.

source: Add all relevant placeholders for each recipient.
vi: Thêm tất cả các trình giữ chỗ liên quan cho mỗi người nhận.

source: Add an authenticator to serve as a secondary authentication method for signing documents.
vi: Thêm một phương thức xác thực để làm phương thức xác thực phụ khi ký tài liệu.

source: Add an authenticator to serve as a secondary authentication method when signing in, or when signing documents.
vi: Thêm một phương thức xác thực để làm phương thức xác thực phụ khi đăng nhập hoặc khi ký tài liệu.

source: Add an external ID to the document. This can be used to identify the document in external systems.
vi: Thêm ID bên ngoài cho tài liệu. Điều này có thể được sử dụng để nhận diện tài liệu trong hệ thống bên ngoài.

source: Add an external ID to the template. This can be used to identify in external systems.
vi: Thêm ID bên ngoài cho mẫu. Điều này có thể được sử dụng để nhận diện trong hệ thống bên ngoài.

source: Add another option
vi: Thêm lựa chọn khác

source: Add another value
vi: Thêm giá trị khác

source: Add email
vi: Thêm email

source: Add Fields
vi: Thêm trường

source: Add more
vi: Thêm nữa

source: Add myself
vi: Thêm tôi

source: Add Myself
vi: Thêm tôi

source: Add passkey
vi: Thêm passkey

source: Add Placeholder Recipient
vi: Thêm người nhận giữ chỗ

source: Add Placeholders
vi: Thêm trình giữ chỗ

source: Add Signer
vi: Thêm người ký

source: Add Signers
vi: Thêm người ký

source: Add team email
vi: Thêm email nhóm

source: Add text
vi: Thêm văn bản

source: Add text to the field
vi: Thêm văn bản vào trường

source: Add the people who will sign the document.
vi: Thêm những người sẽ ký tài liệu.

source: Add the recipients to create the document with
vi: Thêm người nhận để tạo tài liệu

source: Adding and removing seats will adjust your invoice accordingly.
vi: Việc thêm và xóa chỗ ngồi sẽ điều chỉnh hóa đơn của bạn tương ứng.

source: Additional brand information to display at the bottom of emails
vi: Thông tin thương hiệu bổ sung để hiển thị ở cuối email

source: Admin
vi: Quản trị viên

source: Admin Actions
vi: Hành động quản trị

source: Admin panel
vi: Bảng quản trị

source: Advanced Options
vi: Tùy chọn nâng cao

source: Advanced settings
vi: Cài đặt nâng cao

source: After signing a document electronically, you will be provided the opportunity to view, download, and print the document for your records. It is highly recommended that you retain a copy of all electronically signed documents for your personal records. We will also retain a copy of the signed document for our records however we may not be able to provide you with a copy of the signed document after a certain period of time.
vi: Sau khi ký tài liệu điện tử, bạn sẽ có cơ hội xem, tải xuống và in tài liệu cho hồ sơ của mình. Chúng tôi đặc biệt khuyên bạn nên giữ một bản sao của tất cả các tài liệu đã ký điện tử để lưu trữ cá nhân. Chúng tôi cũng sẽ giữ một bản sao của tài liệu đã ký cho hồ sơ của mình, tuy nhiên chúng tôi có thể không cung cấp cho bạn bản sao của tài liệu đã ký sau một khoảng thời gian nhất định.

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
vi: Sau khi gửi đi, một tài liệu sẽ tự động được tạo và thêm vào trang tài liệu của bạn. Bạn cũng sẽ nhận được thông báo qua email.

source: All
vi: Tất cả

source: All documents
vi: Tất cả tài liệu

source: All documents have been processed. Any new documents that are sent or received will show here.
vi: Tất cả tài liệu đã được xử lý. Bất kỳ tài liệu mới nào được gửi hoặc nhận sẽ hiển thị ở đây.

source: All documents related to the electronic signing process will be provided to you electronically through our platform or via email. It is your responsibility to ensure that your email address is current and that you can receive and open our emails.
vi: Tất cả các tài liệu liên quan đến quá trình ký điện tử sẽ được cung cấp cho bạn dưới dạng điện tử thông qua nền tảng của chúng tôi hoặc qua email. Bạn có trách nhiệm đảm bảo rằng địa chỉ email của mình là cập nhật và bạn có thể nhận và mở email của chúng tôi.

source: All inserted signatures will be voided
vi: Tất cả chữ ký đã chèn sẽ bị vô hiệu hóa

source: All recipients will be notified
vi: Tất cả người nhận sẽ được thông báo

source: All signatures have been voided.
vi: Tất cả chữ ký đã bị vô hiệu hóa.

source: All signing links have been copied to your clipboard.
vi: Tất cả các liên kết ký kết đã được sao chép vào bộ nhớ tạm của bạn.

source: All templates
vi: Tất cả mẫu

source: All Time
vi: Mọi thời điểm

source: Allow document recipients to reply directly to this email address
vi: Cho phép người nhận tài liệu trả lời trực tiếp đến địa chỉ email này

source: Allow signers to dictate next signer
vi: Cho phép người ký quyết định người ký tiếp theo

source: Allowed Signature Types
vi: Các loại chữ ký được phép

source: Allows authenticating using biometrics, password managers, hardware keys, etc.
vi: Cho phép xác thực bằng sinh trắc học, trình quản lý mật khẩu, khóa phần cứng, v.v.

source: Already have an account? <0>Sign in instead</0>
vi: Đã có tài khoản? <0>Đăng nhập ngay</0>

source: Amount
vi: Số tiền

source: An admin has deleted your document "{documentName}".
vi: Một quản trị viên đã xóa tài liệu "{documentName}" của bạn.

source: An electronic signature provided by you on our platform, achieved through clicking through to a document and entering your name, or any other electronic signing method we provide, is legally binding. It carries the same weight and enforceability as a manual signature written with ink on paper.
vi: Chữ ký điện tử bạn cung cấp trên nền tảng của chúng tôi, thông qua việc nhấp vào tài liệu và nhập tên của bạn, hoặc bất kỳ phương thức ký điện tử nào khác chúng tôi cung cấp, đều có giá trị pháp lý ràng buộc. Nó mang cùng giá trị và tính thực thi như chữ ký tay viết bằng mực trên giấy.

source: An email account
vi: Một tài khoản email

source: An email containing an invitation will be sent to each member.
vi: Email chứa lời mời sẽ được gửi đến từng thành viên.

source: An email requesting the transfer of this team has been sent.
vi: Một email yêu cầu chuyển nhóm này đã được gửi.

source: An error occurred
vi: Đã xảy ra lỗi

source: An error occurred while adding fields.
vi: Đã xảy ra lỗi khi thêm các trường.

source: An error occurred while adding signers.
vi: Đã xảy ra lỗi khi thêm người ký.

source: An error occurred while adding the fields.
vi: Đã xảy ra lỗi khi thêm các trường.
