Repository: manhtruongwang/documenso
Catalog: packages/lib/translations/*/web.po
Languages: vi

source: You will get notified & be able to set up your documenso public profile when we launch the feature.
vi: Bạn sẽ được thông báo và có thể thiết lập hồ sơ công khai documenso của mình khi chúng tôi ra mắt tính năng này.

source: You will now be required to enter a code from your authenticator app when signing in.
vi: Bây giờ bạn sẽ được yêu cầu nhập mã từ ứng dụng xác thực khi đăng nhập.

source: You will receive an Email copy of the signed document once everyone has signed.
vi: Bạn sẽ nhận được một bản sao email của tài liệu đã ký sau khi tất cả mọi người đã ký.

source: Your account has been deleted successfully.
vi: Tài khoản của bạn đã được xóa thành công.

source: Your avatar has been updated successfully.
vi: Hình đại diện của bạn đã được cập nhật thành công.

source: Your banner has been updated successfully.
vi: Biểu ngữ của bạn đã được cập nhật thành công.

source: Your brand website URL
vi: URL trang web thương hiệu của bạn

source: Your branding preferences have been updated
vi: Tùy chọn thương hiệu của bạn đã được cập nhật

source: Your bulk send has been initiated. You will receive an email notification upon completion.
vi: Gửi hàng loạt của bạn đã được bắt đầu. Bạn sẽ nhận được thông báo qua email khi hoàn thành.

source: Your bulk send operation for template "{templateName}" has completed.
vi: Thao tác gửi hàng loạt cho mẫu "{templateName}" của bạn đã hoàn thành.

source: Your current plan is past due. Please update your payment information.
vi: Gói hiện tại của bạn đã quá hạn. Vui lòng cập nhật thông tin thanh toán của bạn.

source: Your direct signing templates
vi: Mẫu ký trực tiếp của bạn

source: Your document failed to upload.
vi: Tài liệu của bạn không thể tải lên.

source: Your document has been created from the template successfully.
vi: Tài liệu của bạn đã được tạo từ mẫu thành công.

source: Your document has been deleted by an admin!
vi: Tài liệu của bạn đã bị xóa bởi quản trị viên!

source: Your document has been re-sent successfully.
vi: Tài liệu của bạn đã được gửi lại thành công.

source: Your document has been sent successfully.
vi: Tài liệu của bạn đã được gửi thành công.

source: Your document has been successfully duplicated.
vi: Tài liệu của bạn đã được sao chép thành công.

source: Your document has been uploaded successfully.
vi: Tài liệu của bạn đã được tải lên thành công.

source: Your document has been uploaded successfully. You will be redirected to the template page.
vi: Tài liệu của bạn đã được tải lên thành công. Bạn sẽ được chuyển hướng đến trang mẫu.

source: Your document preferences have been updated
vi: Tùy chọn tài liệu của bạn đã được cập nhật

source: Your documents
vi: Tài liệu của bạn

source: Your email has already been confirmed. You can now use all features of Documenso.
vi: Email của bạn đã được xác nhận. Bây giờ bạn có thể sử dụng tất cả các tính năng của Documenso.

source: Your email has been successfully confirmed! You can now use all features of Documenso.
vi: Email của bạn đã được xác nhận thành công! Bây giờ bạn có thể sử dụng tất cả các tính năng của Documenso.

source: Your email is currently being used by team <0>{0}</0> ({1}).
vi: Email của bạn hiện đang được sử dụng bởi nhóm <0>{0}</0> ({1}).

source: Your existing tokens
vi: Mã thông báo hiện có của bạn

source: Your new password cannot be the same as your old password.
vi: Mật khẩu mới của bạn không thể giống với mật khẩu cũ của bạn.

source: Your password has been updated successfully.
vi: Mật khẩu của bạn đã được cập nhật thành công.

source: Your password has been updated.
vi: Mật khẩu của bạn đã được cập nhật.

source: Your payment for teams is overdue. Please settle the payment to avoid any service disruptions.
vi: Thanh toán của bạn cho nhóm đã quá hạn. Vui lòng thanh toán để tránh bất kỳ gián đoạn dịch vụ nào.

source: Your profile has been updated successfully.
vi: Hồ sơ của bạn đã được cập nhật thành công.

source: Your profile has been updated.
vi: Hồ sơ của bạn đã được cập nhật.

source: Your public profile has been updated.
vi: Hồ sơ công khai của bạn đã được cập nhật.

source: Your recovery code has been copied to your clipboard.
vi: Mã khôi phục của bạn đã được sao chép vào clipboard.

source: Your recovery codes are listed below. Please store them in a safe place.
vi: Mã khôi phục của bạn được liệt kê bên dưới. Vui lòng lưu trữ chúng ở nơi an toàn.

source: Your subscription is currently active.
vi: Gói đăng ký của bạn hiện đang hoạt động.

source: Your team has been created.
vi: Nhóm của bạn đã được tạo.

source: Your team has been deleted
vi: Nhóm của bạn đã bị xóa

source: Your team has been successfully deleted.
vi: Nhóm của bạn đã được xóa thành công.

source: Your team has been successfully updated.
vi: Nhóm của bạn đã được cập nhật thành công.

source: Your template has been duplicated successfully.
vi: Mẫu của bạn đã được sao chép thành công.

source: Your template has been successfully deleted.
vi: Mẫu của bạn đã được xóa thành công.

source: Your template will be duplicated.
vi: Mẫu của bạn sẽ được sao chép.

source: Your templates has been saved successfully.
vi: Mẫu của bạn đã được lưu thành công.

source: Your token has expired!
vi: Mã thông báo của bạn đã hết hạn!

source: Your token was created successfully! Make sure to copy it because you won't be able to see it again!
vi: Mã thông báo của bạn đã được tạo thành công! Hãy chắc chắn sao chép nó vì bạn sẽ không thể nhìn thấy nó một lần nữa!

source: Your tokens will be shown here once you create them.
vi: Mã thông báo của bạn sẽ được hiển thị ở đây sau khi bạn tạo chúng.
