Repository: manhtruongwang/documenso
Catalog: packages/lib/translations/*/web.po
Languages: vi

source: An error occurred while auto-signing the document, some fields may not be signed. Please review and manually sign any remaining fields.
vi: Đã xảy ra lỗi khi tự động ký tài liệu, một số trường có thể chưa được ký. Vui lòng kiểm tra và ký thủ công bất kỳ trường nào còn lại.

source: An error occurred while creating document from template.
vi: Đã xảy ra lỗi khi tạo tài liệu từ mẫu.

source: An error occurred while creating the webhook. Please try again.
vi: Đã xảy ra lỗi khi tạo webhook. Vui lòng thử lại.

source: An error occurred while deleting the user.
vi: Đã xảy ra lỗi khi xóa người dùng.

source: An error occurred while disabling direct link signing.
vi: Đã xảy ra lỗi khi tắt tính năng ký qua liên kết trực tiếp.

source: An error occurred while disabling the user.
vi: Đã xảy ra lỗi khi vô hiệu hóa người dùng.

source: An error occurred while downloading your document.
vi: Đã xảy ra lỗi khi tải xuống tài liệu của bạn.

source: An error occurred while duplicating template.
vi: Đã xảy ra lỗi khi sao chép mẫu.

source: An error occurred while enabling direct link signing.
vi: Đã xảy ra lỗi khi bật tính năng ký qua liên kết trực tiếp.

source: An error occurred while enabling the user.
vi: Đã xảy ra lỗi khi kích hoạt người dùng.

source: An error occurred while loading team members. Please try again later.
vi: Đã xảy ra lỗi khi tải thành viên nhóm. Vui lòng thử lại sau.

source: An error occurred while loading the document.
vi: Đã xảy ra lỗi khi tải tài liệu.

source: An error occurred while moving the document.
vi: Đã xảy ra lỗi khi di chuyển tài liệu.

source: An error occurred while moving the template.
vi: Đã xảy ra lỗi khi di chuyển mẫu.

source: An error occurred while removing the field.
vi: Đã xảy ra lỗi khi xóa trường.

source: An error occurred while removing the selection.
vi: Đã xảy ra lỗi khi xóa lựa chọn.

source: An error occurred while removing the signature.
vi: Đã xảy ra lỗi khi xóa chữ ký.

source: An error occurred while sending the document.
vi: Đã xảy ra lỗi khi gửi tài liệu.

source: An error occurred while sending your confirmation email
vi: Đã xảy ra lỗi khi gửi email xác nhận của bạn

source: An error occurred while signing as assistant.
vi: Đã xảy ra lỗi khi ký với tư cách người hỗ trợ.

source: An error occurred while signing the document.
vi: Đã xảy ra lỗi khi ký tài liệu.

source: An error occurred while trying to create a checkout session.
vi: Đã xảy ra lỗi khi cố gắng tạo phiên thanh toán.

source: An error occurred while updating the document settings.
vi: Đã xảy ra lỗi khi cập nhật cài đặt tài liệu.

source: An error occurred while updating the signature.
vi: Đã xảy ra lỗi khi cập nhật chữ ký.

source: An error occurred while updating your profile.
vi: Đã xảy ra lỗi khi cập nhật hồ sơ của bạn.

source: An error occurred while uploading your document.
vi: Đã xảy ra lỗi khi tải lên tài liệu của bạn.

source: An unexpected error occurred.
vi: Đã xảy ra lỗi không mong muốn.

source: An unknown error occurred
vi: Đã xảy ra lỗi không xác định

source: Any payment methods attached to this team will remain attached to this team. Please contact us if you need to update this information.
vi: Bất kỳ phương thức thanh toán nào gắn với nhóm này sẽ vẫn được gắn kết với nhóm này. Vui lòng liên hệ với chúng tôi nếu bạn cần cập nhật thông tin này.

source: Any Source
vi: Bất kỳ nguồn nào

source: Any Status
vi: Bất kỳ trạng thái nào

source: API Tokens
vi: Token API

source: App Version
vi: Phiên bản ứng dụng

source: Approve
vi: Phê duyệt

source: Approve Document
vi: Phê duyệt tài liệu

source: Approved
vi: Đã phê duyệt

source: Approver
vi: Người phê duyệt

source: Approvers
vi: Những người phê duyệt

source: Approving
vi: Đang phê duyệt

source: Are you sure you want to complete the document? This action cannot be undone. Please ensure that you have completed prefilling all relevant fields before proceeding.
vi: Bạn có chắc chắn muốn hoàn thành tài liệu này không? Hành động này không thể hoàn tác. Vui lòng đảm bảo rằng bạn đã điền trước tất cả các trường liên quan trước khi tiếp tục.

source: Are you sure you want to delete this token?
vi: Bạn có chắc chắn muốn xóa token này không?

source: Are you sure you want to reject this document? This action cannot be undone.
vi: Bạn có chắc chắn muốn từ chối tài liệu này không? Hành động này không thể hoàn tác.

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey.
vi: Bạn có chắc chắn muốn xóa khóa bảo mật <0>{passkeyName}</0> không.

source: Are you sure you wish to delete this team?
vi: Bạn có chắc chắn muốn xóa nhóm này không?

source: Are you sure?
vi: Bạn có chắc không?

source: Assist
vi: Hỗ trợ

source: Assist Document
vi: Hỗ trợ tài liệu

source: Assist with signing
vi: Hỗ trợ ký tài liệu

source: Assistant
vi: Người hỗ trợ

source: Assistant role is only available when the document is in sequential signing mode.
vi: Vai trò người hỗ trợ chỉ khả dụng khi tài liệu đang ở chế độ ký tuần tự.

source: Assistants
vi: Những người hỗ trợ

source: Assisted
vi: Đã hỗ trợ

source: Assisting
vi: Đang hỗ trợ

source: At least one signature type must be enabled
vi: Phải bật ít nhất một loại chữ ký

source: Attempts sealing the document again, useful for after a code change has occurred to resolve an erroneous document.
vi: Cố gắng niêm phong tài liệu một lần nữa, hữu ích sau khi có thay đổi mã để giải quyết tài liệu bị lỗi.

source: Audit Log
vi: Nhật ký kiểm toán

source: Authentication Level
vi: Mức độ xác thực

source: Authentication required
vi: Yêu cầu xác thực

source: Avatar
vi: Ảnh đại diện

source: Avatar Updated
vi: Đã cập nhật ảnh đại diện

source: Awaiting email confirmation
vi: Đang chờ xác nhận email

source: Back
vi: Quay lại

source: Back to Documents
vi: Quay lại tài liệu

source: Background Color
vi: Màu nền

source: Backup Code
vi: Mã dự phòng

source: Backup codes
vi: Mã dự phòng

source: Banner Updated
vi: Đã cập nhật banner

source: Basic details
vi: Thông tin cơ bản

source: Before you get started, please confirm your email address by clicking the button below:
vi: Trước khi bắt đầu, vui lòng xác nhận địa chỉ email của bạn bằng cách nhấp vào nút bên dưới:

source: Billing
vi: Thanh toán

source: Black
vi: Đen

source: Blue
vi: Xanh dương

source: Branding Preferences
vi: Tùy chọn thương hiệu

source: Branding preferences updated
vi: Đã cập nhật tùy chọn thương hiệu

source: Browser
vi: Trình duyệt

source: Bulk Copy
vi: Sao chép hàng loạt

source: Bulk Import
vi: Nhập hàng loạt

source: Bulk Send Complete: {0}
vi: Hoàn tất gửi hàng loạt: {0}

source: Bulk send operation complete for template "{templateName}"
vi: Hoàn tất thao tác gửi hàng loạt cho mẫu "{templateName}"

source: Bulk Send Template via CSV
vi: Gửi mẫu hàng loạt qua CSV

source: Bulk Send via CSV
vi: Gửi hàng loạt qua CSV

source: by <0>{senderName}</0>
vi: bởi <0>{senderName}</0>

source: By accepting this request, you will be granting <0>{teamName}</0> access to:
vi: Bằng cách chấp nhận yêu cầu này, bạn sẽ cấp cho <0>{teamName}</0> quyền truy cập vào:

source: By accepting this request, you will take responsibility for any billing items associated with this team.
vi: Bằng cách chấp nhận yêu cầu này, bạn sẽ chịu trách nhiệm về mọi khoản thanh toán liên quan đến nhóm này.

source: By deleting this document, the following will occur:
vi: Bằng cách xóa tài liệu này, những điều sau sẽ xảy ra:

source: By enabling 2FA, you will be required to enter a code from your authenticator app every time you sign in using email password.
vi: Bằng cách bật xác thực hai yếu tố (2FA), bạn sẽ phải nhập mã từ ứng dụng xác thực mỗi khi đăng nhập bằng mật khẩu email.

source: By proceeding to use the electronic signature service provided by Documenso, you affirm that you have read and understood this disclosure. You agree to all terms and conditions related to the use of electronic signatures and electronic transactions as outlined herein.
vi: Bằng cách tiếp tục sử dụng dịch vụ chữ ký điện tử do VietGigs cung cấp, bạn xác nhận rằng bạn đã đọc và hiểu điều khoản này. Bạn đồng ý với tất cả các điều khoản và điều kiện liên quan đến việc sử dụng chữ ký điện tử và giao dịch điện tử như đã nêu trong tài liệu này.

source: By proceeding with your electronic signature, you acknowledge and consent that it will be used to sign the given document and holds the same legal validity as a handwritten signature. By completing the electronic signing process, you affirm your understanding and acceptance of these conditions.
vi: Bằng cách tiếp tục với chữ ký điện tử của bạn, bạn xác nhận và đồng ý rằng nó sẽ được sử dụng để ký tài liệu và có giá trị pháp lý tương đương với chữ ký tay. Khi hoàn tất quy trình ký điện tử, bạn xác nhận sự hiểu biết và chấp nhận các điều kiện này.

source: By proceeding, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
vi: Bằng cách tiếp tục, bạn đồng ý với <0>Điều khoản dịch vụ</0> và <1>Chính sách bảo mật</1>.

source: By using the electronic signature feature, you are consenting to conduct transactions and receive disclosures electronically. You acknowledge that your electronic signature on documents is binding and that you accept the terms outlined in the documents you are signing.
vi: Bằng cách sử dụng tính năng chữ ký điện tử, bạn đồng ý thực hiện giao dịch và nhận tiết lộ thông tin điện tử. Bạn thừa nhận rằng chữ ký điện tử của bạn trên tài liệu là ràng buộc và bạn chấp nhận các điều khoản được nêu trong tài liệu bạn đang ký.

source: Can prepare
vi: Có thể chuẩn bị

source: Cancel
vi: Hủy

source: Cancelled by user
vi: Đã hủy bởi người dùng

source: Cannot remove signer
vi: Không thể xóa người ký

source: CC'd
vi: Được CC

source: Ccers
vi: Người được CC

source: Character Limit
vi: Giới hạn ký tự

source: Charts
vi: Biểu đồ

source: Checkbox
vi: Hộp kiểm

source: Checkbox values
vi: Giá trị hộp kiểm

source: Checkout
vi: Thanh toán

source: Choose an existing recipient from below to continue
vi: Chọn một người nhận hiện có từ bên dưới để tiếp tục

source: Choose Direct Link Recipient
vi: Chọn người nhận đường dẫn trực tiếp

source: Choose how the document will reach recipients
vi: Chọn cách tài liệu sẽ đến với người nhận

source: Choose...
vi: Chọn...

source: Claim account
vi: Yêu cầu tài khoản

source: Claim username
vi: Yêu cầu tên người dùng

source: Claim your username now
vi: Yêu cầu tên người dùng của bạn ngay

source: Clear file
vi: Xóa tệp

source: Clear filters
vi: Xóa bộ lọc

source: Clear Signature
vi: Xóa chữ ký

source: Click here to get started
vi: Nhấp vào đây để bắt đầu

source: Click here to retry
vi: Nhấp vào đây để thử lại

source: Click here to upload
vi: Nhấp vào đây để tải lên

source: Click to copy signing link for sending to recipient
vi: Nhấp để sao chép đường dẫn ký để gửi cho người nhận

source: Click to insert field
vi: Nhấp để chèn trường

source: Close
vi: Đóng

source: Complete
vi: Hoàn thành

source: Complete Approval
vi: Hoàn thành phê duyệt

source: Complete Assisting
vi: Hoàn thành hỗ trợ

source: Complete Document
vi: Hoàn thành tài liệu

source: Complete Signing
vi: Hoàn thành ký

source: Complete the fields for the following signers. Once reviewed, they will inform you if any modifications are needed.
vi: Hoàn thành các trường cho những người ký sau đây. Sau khi xem xét, họ sẽ thông báo cho bạn nếu cần sửa đổi.

source: Complete Viewing
vi: Hoàn thành xem

source: Completed
vi: Đã hoàn thành

source: Completed Document
vi: Tài liệu đã hoàn thành

source: Completed documents
vi: Tài liệu đã hoàn thành

source: Completed Documents
vi: Tài liệu đã hoàn thành

source: Configure Direct Recipient
vi: Cấu hình người nhận trực tiếp

source: Configure general settings for the document.
vi: Cấu hình cài đặt chung cho tài liệu.

source: Configure general settings for the template.
vi: Cấu hình cài đặt chung cho mẫu.

source: Configure template
vi: Cấu hình mẫu

source: Configure the {0} field
vi: Cấu hình trường {0}

source: Confirm
vi: Xác nhận

source: Confirm by typing <0>{confirmTransferMessage}</0>
vi: Xác nhận bằng cách nhập <0>{confirmTransferMessage}</0>

source: Confirm by typing <0>{deleteMessage}</0>
vi: Xác nhận bằng cách nhập <0>{deleteMessage}</0>

source: Confirm by typing: <0>{deleteMessage}</0>
vi: Xác nhận bằng cách nhập: <0>{deleteMessage}</0>

source: Confirm Deletion
vi: Xác nhận xóa

source: Confirm email
vi: Xác nhận email

source: Confirmation email sent
vi: Đã gửi email xác nhận

source: Consent to Electronic Transactions
vi: Đồng ý với giao dịch điện tử

source: Contact Information
vi: Thông tin liên hệ

source: Content
vi: Nội dung

source: Continue
vi: Tiếp tục

source: Continue by approving the document.
vi: Tiếp tục bằng cách phê duyệt tài liệu.

source: Continue by assisting with the document.
vi: Tiếp tục bằng cách hỗ trợ với tài liệu.

source: Continue by downloading the document.
vi: Tiếp tục bằng cách tải xuống tài liệu.

source: Continue by signing the document.
vi: Tiếp tục bằng cách ký tài liệu.

source: Continue by viewing the document.
vi: Tiếp tục bằng cách xem tài liệu.

source: Continue to login
vi: Tiếp tục đăng nhập

source: Controls the default language of an uploaded document. This will be used as the language in email communications with the recipients.
vi: Kiểm soát ngôn ngữ mặc định của tài liệu được tải lên. Ngôn ngữ này sẽ được sử dụng trong các liên lạc qua email với người nhận.

source: Controls the default visibility of an uploaded document.
vi: Kiểm soát khả năng hiển thị mặc định của tài liệu được tải lên.

source: Controls the formatting of the message that will be sent when inviting a recipient to sign a document. If a custom message has been provided while configuring the document, it will be used instead.
vi: Kiểm soát định dạng của tin nhắn sẽ được gửi khi mời người nhận ký tài liệu. Nếu một tin nhắn tùy chỉnh đã được cung cấp trong quá trình cấu hình tài liệu, nó sẽ được sử dụng thay thế.

source: Controls the language for the document, including the language to be used for email notifications, and the final certificate that is generated and attached to the document.
vi: Kiểm soát ngôn ngữ cho tài liệu, bao gồm ngôn ngữ sẽ được sử dụng cho thông báo email, và chứng chỉ cuối cùng được tạo và đính kèm vào tài liệu.

source: Controls whether the signing certificate will be included in the document when it is downloaded. The signing certificate can still be downloaded from the logs page separately.
vi: Kiểm soát việc chứng chỉ ký có được bao gồm trong tài liệu khi tải xuống hay không. Chứng chỉ ký vẫn có thể được tải xuống riêng biệt từ trang nhật ký.

source: Controls which signatures are allowed to be used when signing a document.
vi: Kiểm soát các chữ ký nào được phép sử dụng khi ký tài liệu.

source: Copied
vi: Đã sao chép

source: Copied to clipboard
vi: Đã sao chép vào bộ nhớ tạm

source: Copy
vi: Sao chép

source: Copy Link
vi: Sao chép Liên kết

source: Copy sharable link
vi: Sao chép liên kết chia sẻ

source: Copy Shareable Link
vi: Sao chép Liên kết Chia sẻ

source: Copy Signing Links
vi: Sao chép Liên kết Ký

source: Copy token
vi: Sao chép token

source: Create
vi: Tạo

source: Create a <0>free account</0> to access your signed documents at any time.
vi: Tạo <0>tài khoản miễn phí</0> để truy cập tài liệu đã ký của bạn bất kỳ lúc nào.

source: Create a new account
vi: Tạo tài khoản mới

source: Create a team to collaborate with your team members.
vi: Tạo nhóm để cộng tác với các thành viên trong nhóm của bạn.

source: Create account
vi: Tạo tài khoản

source: Create and send
vi: Tạo và gửi

source: Create as draft
vi: Tạo dưới dạng bản nháp

source: Create as pending
vi: Tạo ở trạng thái chờ xử lý

source: Create Direct Link
vi: Tạo Liên kết Trực tiếp

source: Create Direct Signing Link
vi: Tạo Liên kết Ký Trực tiếp

source: Create document from template
vi: Tạo tài liệu từ mẫu

source: Create now
vi: Tạo ngay

source: Create one automatically
vi: Tạo một liên kết tự động

source: Create signing links
vi: Tạo các liên kết ký

source: Create team
vi: Tạo nhóm

source: Create Team
vi: Tạo Nhóm

source: Create the document as pending and ready to sign.
vi: Tạo tài liệu ở trạng thái chờ xử lý và sẵn sàng để ký.

source: Create token
vi: Tạo token

source: Create webhook
vi: Tạo webhook

source: Create Webhook
vi: Tạo Webhook

source: Create your account and start using state-of-the-art document signing.
vi: Tạo tài khoản của bạn và bắt đầu sử dụng dịch vụ ký tài liệu hiện đại.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
vi: Tạo tài khoản của bạn và bắt đầu sử dụng dịch vụ ký tài liệu hiện đại. Trải nghiệm ký tài liệu đơn giản và đẹp mắt đang trong tầm tay bạn.

source: Created
vi: Đã tạo

source: Created At
vi: Được tạo Lúc

source: Created by
vi: Được tạo bởi

source: Created on
vi: Được tạo vào

source: Created on {0}
vi: Được tạo vào {0}

source: CSV Structure
vi: Cấu trúc CSV

source: Current Password
vi: Mật khẩu Hiện tại

source: Current password is incorrect.
vi: Mật khẩu hiện tại không chính xác.

source: Current recipients:
vi: Người nhận hiện tại:

source: Daily
vi: Hàng ngày

source: Dark Mode
vi: Chế độ Tối

source: Date
vi: Ngày

source: Date created
vi: Ngày tạo

source: Date Format
vi: Định dạng Ngày

source: Decline
vi: Từ chối

source: Declined team invitation
vi: Đã từ chối lời mời tham gia nhóm

source: Default Document Language
vi: Ngôn ngữ Tài liệu Mặc định

source: Default Document Visibility
vi: Hiển thị Tài liệu Mặc định

source: Default Signature Settings
vi: Cài đặt Chữ ký Mặc định

source: delete
vi: xóa

source: Delete
vi: Xóa

source: delete {0}
vi: xóa {0}

source: delete {teamName}
vi: xóa {teamName}

source: Delete account
vi: Xóa tài khoản

source: Delete Account
vi: Xóa Tài khoản

source: Delete document
vi: Xóa tài liệu

source: Delete Document
vi: Xóa Tài liệu

source: Delete passkey
vi: Xóa passkey

source: Delete team
vi: Xóa nhóm

source: Delete team member
vi: Xóa thành viên nhóm

source: Delete the document. This action is irreversible so proceed with caution.
vi: Xóa tài liệu. Hành động này không thể hoàn tác nên hãy thận trọng khi thực hiện.

source: Delete the users account and all its contents. This action is irreversible and will cancel their subscription, so proceed with caution.
vi: Xóa tài khoản người dùng và toàn bộ nội dung của nó. Hành động này không thể hoàn tác và sẽ hủy đăng ký của họ, vì vậy hãy thận trọng khi thực hiện.

source: Delete Webhook
vi: Xóa Webhook

source: Delete your account and all its contents, including completed documents. This action is irreversible and will cancel your subscription, so proceed with caution.
vi: Xóa tài khoản của bạn và toàn bộ nội dung của nó, bao gồm cả các tài liệu đã hoàn thành. Hành động này không thể hoàn tác và sẽ hủy đăng ký của bạn, vì vậy hãy thận trọng khi thực hiện.

source: Deleted
vi: Đã xóa

source: Deleting account...
vi: Đang xóa tài khoản...

source: Details
vi: Chi tiết

source: Device
vi: Thiết bị

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us.</0>
vi: Không yêu cầu thay đổi mật khẩu? Chúng tôi sẵn sàng giúp bạn bảo vệ tài khoản, hãy <0>liên hệ với chúng tôi.</0>

source: direct link
vi: liên kết trực tiếp

source: Direct link
vi: Liên kết trực tiếp

source: Direct Link
vi: Liên kết Trực tiếp

source: direct link disabled
vi: liên kết trực tiếp bị vô hiệu hóa

source: Direct link receiver
vi: Người nhận liên kết trực tiếp

source: Direct Link Signing
vi: Ký qua Liên kết Trực tiếp

source: Direct link signing has been disabled
vi: Ký qua liên kết trực tiếp đã bị vô hiệu hóa

source: Direct link signing has been enabled
vi: Ký qua liên kết trực tiếp đã được kích hoạt

source: Direct link templates contain one dynamic recipient placeholder. Anyone with access to this link can sign the document, and it will then appear on your documents page.
vi: Mẫu liên kết trực tiếp chứa một placeholder người nhận động. Bất kỳ ai có quyền truy cập vào liên kết này đều có thể ký tài liệu, và sau đó nó sẽ xuất hiện trên trang tài liệu của bạn.

source: Direct template link deleted
vi: Liên kết mẫu trực tiếp đã bị xóa

source: Direct template link usage exceeded ({0}/{1})
vi: Đã vượt quá giới hạn sử dụng liên kết mẫu trực tiếp ({0}/{1})

source: Disable
vi: Vô hiệu hóa

source: Disable 2FA
vi: Vô hiệu hóa 2FA

source: Disable account
vi: Vô hiệu hóa tài khoản

source: Disable Account
vi: Vô hiệu hóa Tài khoản

source: Disable Two Factor Authentication before deleting your account.
vi: Vô hiệu hóa Xác thực Hai Yếu tố trước khi xóa tài khoản của bạn.

source: Disabled
vi: Đã vô hiệu hóa

source: Disabling direct link signing will prevent anyone from accessing the link.
vi: Vô hiệu hóa ký qua liên kết trực tiếp sẽ ngăn không cho bất kỳ ai truy cập vào liên kết.

source: Disabling the user results in the user not being able to use the account. It also disables all the related contents such as subscription, webhooks, teams, and API keys.
vi: Vô hiệu hóa người dùng sẽ khiến người dùng không thể sử dụng tài khoản. Nó cũng vô hiệu hóa tất cả nội dung liên quan như đăng ký, webhook, nhóm và khóa API.

source: Display your name and email in documents
vi: Hiển thị tên và email của bạn trong tài liệu

source: Distribute Document
vi: Phân phối Tài liệu

source: Do you want to delete this template?
vi: Bạn có muốn xóa mẫu này không?

source: Do you want to duplicate this template?
vi: Bạn có muốn nhân bản mẫu này không?

source: Documenso will delete <0>all of your documents</0>, along with all of your completed documents, signatures, and all other resources belonging to your Account.
vi: Documenso sẽ xóa <0>tất cả tài liệu của bạn</0>, cùng với tất cả tài liệu đã hoàn thành, chữ ký và tất cả các tài nguyên khác thuộc về Tài khoản của bạn.

source: Document
vi: Tài liệu

source: Document "{0}" - Rejected by {1}
vi: Tài liệu "{0}" - Bị từ chối bởi {1}

source: Document "{0}" - Rejection Confirmed
vi: Tài liệu "{0}" - Xác nhận Từ chối

source: Document "{0}" Cancelled
vi: Tài liệu "{0}" Đã hủy

source: Document access
vi: Truy cập tài liệu

source: Document access auth updated
vi: Đã cập nhật xác thực truy cập tài liệu

source: Document All
vi: Tất cả Tài liệu

source: Document Approved
vi: Tài liệu Đã được Phê duyệt

source: Document Cancelled
vi: Tài liệu Đã bị Hủy

source: Document completed
vi: Tài liệu đã hoàn thành

source: Document completed email
vi: Email hoàn thành tài liệu

source: Document Completed!
vi: Tài liệu hoàn thành!

source: Document created
vi: Tài liệu đã được tạo

source: Document created by <0>{0}</0>
vi: Tài liệu được tạo bởi <0>{0}</0>

source: Document created from direct template
vi: Tài liệu được tạo từ mẫu trực tiếp

source: Document created using a <0>direct link</0>
vi: Tài liệu được tạo bằng <0>liên kết trực tiếp</0>

source: Document Creation
vi: Tạo tài liệu

source: Document deleted
vi: Tài liệu đã bị xóa

source: Document deleted email
vi: Email xóa tài liệu

source: Document Deleted!
vi: Tài liệu đã bị xóa!

source: Document Distribution Method
vi: Phương thức phân phối tài liệu

source: Document draft
vi: Bản nháp tài liệu

source: Document Duplicated
vi: Tài liệu đã được sao chép

source: Document external ID updated
vi: ID ngoài của tài liệu đã được cập nhật

source: Document history
vi: Lịch sử tài liệu

source: Document ID
vi: ID tài liệu

source: Document inbox
vi: Hộp thư đến tài liệu

source: Document Limit Exceeded!
vi: Đã vượt quá giới hạn tài liệu!

source: Document metrics
vi: Số liệu tài liệu

source: Document moved
vi: Tài liệu đã được di chuyển

source: Document moved to team
vi: Tài liệu đã chuyển đến nhóm

source: Document no longer available to sign
vi: Tài liệu không còn khả dụng để ký

source: Document opened
vi: Tài liệu đã được mở

source: Document pending
vi: Tài liệu đang chờ
