Repository: manhtruongwang/documenso
Catalog: packages/lib/translations/*/web.po
Languages: vi

source: The document's name
vi: Tên của tài liệu

source: The email or password provided is incorrect
vi: Email hoặc mật khẩu được cung cấp không chính xác

source: The events that will trigger a webhook to be sent to your URL.
vi: Các sự kiện sẽ kích hoạt một webhook được gửi đến URL của bạn.

source: The following errors occurred:
vi: Các lỗi sau đã xảy ra:

source: The following team has been deleted by its owner. You will no longer be able to access this team and its documents
vi: Nhóm sau đây đã bị xóa bởi chủ sở hữu. Bạn sẽ không còn có thể truy cập vào nhóm này và các tài liệu của nó

source: The following team has been deleted by you
vi: Nhóm sau đây đã bị xóa bởi bạn

source: The ownership of team <0>{0}</0> has been successfully transferred to you.
vi: Quyền sở hữu của nhóm <0>{0}</0> đã được chuyển thành công cho bạn.

source: The page you are looking for was moved, removed, renamed or might never have existed.
vi: Trang bạn đang tìm kiếm đã được di chuyển, xóa bỏ, đổi tên hoặc có thể chưa từng tồn tại.

source: The profile link has been copied to your clipboard
vi: Liên kết hồ sơ đã được sao chép vào clipboard của bạn

source: The profile you are looking for could not be found.
vi: Không thể tìm thấy hồ sơ bạn đang tìm kiếm.

source: The public description that will be displayed with this template
vi: Mô tả công khai sẽ được hiển thị cùng với mẫu này

source: The public name for your template
vi: Tên công khai cho mẫu của bạn

source: The reason provided for deletion is the following:
vi: Lý do được cung cấp cho việc xóa là:

source: The recipient can prepare the document for later signers by pre-filling suggest values.
vi: Người nhận có thể chuẩn bị tài liệu cho người ký sau này bằng cách điền trước các giá trị đề xuất.

source: The recipient has been updated successfully
vi: Người nhận đã được cập nhật thành công

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
vi: Người nhận không cần thực hiện bất kỳ hành động nào và nhận được một bản sao của tài liệu sau khi hoàn thành.

source: The recipient is required to approve the document for it to be completed.
vi: Người nhận cần phải phê duyệt tài liệu để hoàn thành nó.

source: The recipient is required to sign the document for it to be completed.
vi: Người nhận cần phải ký tài liệu để hoàn thành nó.

source: The recipient is required to view the document for it to be completed.
vi: Người nhận cần phải xem tài liệu để hoàn thành nó.

source: The selected team member will receive an email which they must accept before the team is transferred
vi: Thành viên nhóm được chọn sẽ nhận được email mà họ phải chấp nhận trước khi nhóm được chuyển giao

source: The sharing link could not be created at this time. Please try again.
vi: Liên kết chia sẻ không thể được tạo vào lúc này. Vui lòng thử lại.

source: The sharing link has been copied to your clipboard.
vi: Liên kết chia sẻ đã được sao chép vào clipboard của bạn.

source: The signer's email
vi: Email của người ký

source: The signer's name
vi: Tên của người ký

source: The signing link has been copied to your clipboard.
vi: Đường dẫn ký kết đã được sao chép vào bảng nhớ tạm của bạn.

source: The site banner is a message that is shown at the top of the site. It can be used to display important information to your users.
vi: Biểu ngữ trang web là thông báo hiển thị ở đầu trang. Nó có thể được sử dụng để hiển thị thông tin quan trọng cho người dùng của bạn.

source: The team email <0>{teamEmail}</0> has been removed from the following team
vi: Email nhóm <0>{teamEmail}</0> đã bị xóa khỏi nhóm sau đây

source: The team transfer invitation has been successfully deleted.
vi: Lời mời chuyển nhượng nhóm đã được xóa thành công.

source: The team transfer request to <0>{0}</0> has expired.
vi: Yêu cầu chuyển nhượng nhóm đến <0>{0}</0> đã hết hạn.

source: The team you are looking for may have been removed, renamed or may have never existed.
vi: Nhóm bạn đang tìm kiếm có thể đã bị xóa, đổi tên hoặc có thể chưa từng tồn tại.

source: The template has been successfully moved to the selected team.
vi: Mẫu đã được chuyển thành công đến nhóm đã chọn.

source: The template will be removed from your profile
vi: Mẫu sẽ bị xóa khỏi hồ sơ của bạn

source: The token was copied to your clipboard.
vi: Mã token đã được sao chép vào bảng nhớ tạm của bạn.

source: The token was deleted successfully.
vi: Mã token đã được xóa thành công.

source: The token you have used to reset your password is either expired or it never existed. If you have still forgotten your password, please request a new reset link.
vi: Mã token bạn đã sử dụng để đặt lại mật khẩu đã hết hạn hoặc không tồn tại. Nếu bạn vẫn quên mật khẩu, vui lòng yêu cầu đường dẫn đặt lại mới.

source: The two-factor authentication code provided is incorrect
vi: Mã xác thực hai yếu tố đã cung cấp không chính xác

source: The types of signatures that recipients are allowed to use when signing the document.
vi: Các loại chữ ký mà người nhận được phép sử dụng khi ký tài liệu.

source: The URL for Documenso to send webhook events to.
vi: URL để Documenso gửi sự kiện webhook đến.

source: The webhook has been successfully deleted.
vi: Webhook đã được xóa thành công.

source: The webhook has been updated successfully.
vi: Webhook đã được cập nhật thành công.

source: The webhook was successfully created.
vi: Webhook đã được tạo thành công.

source: There are no active drafts at the current moment. You can upload a document to start drafting.
vi: Không có bản nháp hoạt động nào ở thời điểm hiện tại. Bạn có thể tải lên tài liệu để bắt đầu soạn thảo.

source: There are no completed documents yet. Documents that you have created or received will appear here once completed.
vi: Chưa có tài liệu hoàn thành nào. Các tài liệu mà bạn đã tạo hoặc nhận sẽ xuất hiện ở đây khi hoàn thành.

source: They have permission on your behalf to:
vi: Họ có quyền thay mặt bạn để:

source: This account has been disabled. Please contact support.
vi: Tài khoản này đã bị vô hiệu hóa. Vui lòng liên hệ bộ phận hỗ trợ.

source: This account has not been verified. Please verify your account before signing in.
vi: Tài khoản này chưa được xác minh. Vui lòng xác minh tài khoản của bạn trước khi đăng nhập.

source: This action is not reversible. Please be certain.
vi: Hành động này không thể hoàn tác. Vui lòng chắc chắn.

source: This action is reversible, but please be careful as the account may be affected permanently (e.g. their settings and contents not being restored properly).
vi: Hành động này có thể hoàn tác, nhưng hãy cẩn thận vì tài khoản có thể bị ảnh hưởng vĩnh viễn (ví dụ: cài đặt và nội dung không được khôi phục đúng cách).

source: This can be overriden by setting the authentication requirements directly on each recipient in the next step.
vi: Điều này có thể bị ghi đè bằng cách thiết lập yêu cầu xác thực trực tiếp cho từng người nhận trong bước tiếp theo.

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
vi: Tài liệu này không thể khôi phục, nếu bạn muốn tranh cãi về lý do cho các tài liệu trong tương lai, vui lòng liên hệ bộ phận hỗ trợ.

source: This document could not be deleted at this time. Please try again.
vi: Tài liệu này không thể xóa vào lúc này. Vui lòng thử lại.

source: This document could not be duplicated at this time. Please try again.
vi: Tài liệu này không thể sao chép vào lúc này. Vui lòng thử lại.

source: This document could not be re-sent at this time. Please try again.
vi: Tài liệu này không thể gửi lại vào lúc này. Vui lòng thử lại.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
vi: Tài liệu này đã được gửi đến người nhận này. Bạn không thể chỉnh sửa người nhận này nữa.

source: This document has been cancelled by the owner and is no longer available for others to sign.
vi: Tài liệu này đã bị hủy bởi chủ sở hữu và không còn khả dụng cho người khác ký.

source: This document has been cancelled by the owner.
vi: Tài liệu này đã bị hủy bởi chủ sở hữu.

source: This document has been rejected by a recipient
vi: Tài liệu này đã bị từ chối bởi một người nhận

source: This document has been signed by all recipients
vi: Tài liệu này đã được ký bởi tất cả người nhận

source: This document is currently a draft and has not been sent
vi: Tài liệu này hiện đang ở dạng nháp và chưa được gửi

source: This document was created by you or a team member using the template above.
vi: Tài liệu này được tạo bởi bạn hoặc thành viên nhóm sử dụng mẫu trên.

source: This document was created using a direct link.
vi: Tài liệu này được tạo bằng cách sử dụng đường dẫn trực tiếp.

source: This document was sent using <0>Documenso.</0>
vi: Tài liệu này được gửi bằng <0>Documenso.</0>

source: This email confirms that you have rejected the document <0>"{documentName}"</0> sent by {documentOwnerName}.
vi: Email này xác nhận rằng bạn đã từ chối tài liệu <0>"{documentName}"</0> được gửi bởi {documentOwnerName}.

source: This email is already being used by another team.
vi: Email này đã được sử dụng bởi một nhóm khác.

source: This email is sent to the document owner when a recipient has signed the document.
vi: Email này được gửi đến chủ sở hữu tài liệu khi người nhận đã ký tài liệu.

source: This email is sent to the recipient if they are removed from a pending document.
vi: Email này được gửi đến người nhận nếu họ bị xóa khỏi tài liệu đang chờ xử lý.

source: This email is sent to the recipient requesting them to sign the document.
vi: Email này được gửi đến người nhận yêu cầu họ ký tài liệu.

source: This email will be sent to the recipient who has just signed the document, if there are still other recipients who have not signed yet.
vi: Email này sẽ được gửi đến người nhận vừa ký tài liệu, nếu vẫn còn những người nhận khác chưa ký.

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
vi: Trường này không thể sửa đổi hoặc xóa. Khi bạn chia sẻ liên kết trực tiếp của mẫu này hoặc thêm nó vào hồ sơ công khai của bạn, bất kỳ ai truy cập đều có thể nhập tên và email của họ, và điền vào các trường được chỉ định cho họ.

source: This is how the document will reach the recipients once the document is ready for signing.
vi: Đây là cách tài liệu sẽ đến với người nhận khi tài liệu đã sẵn sàng để ký.

source: This link is invalid or has expired. Please contact your team to resend a transfer request.
vi: Liên kết này không hợp lệ hoặc đã hết hạn. Vui lòng liên hệ với nhóm của bạn để gửi lại yêu cầu chuyển nhượng.

source: This link is invalid or has expired. Please contact your team to resend a verification.
vi: Liên kết này không hợp lệ hoặc đã hết hạn. Vui lòng liên hệ với nhóm của bạn để gửi lại xác minh.

source: This passkey has already been registered.
vi: Khóa truy cập này đã được đăng ký.

source: This passkey is not configured for this application. Please login and add one in the user settings.
vi: Khóa truy cập này chưa được cấu hình cho ứng dụng này. Vui lòng đăng nhập và thêm một khóa trong cài đặt người dùng.

source: This price includes minimum 5 seats.
vi: Giá này bao gồm tối thiểu 5 chỗ ngồi.

source: This recipient can no longer be modified as they have signed a field, or completed the document.
vi: Người nhận này không thể được sửa đổi nữa vì họ đã ký một trường, hoặc hoàn thành tài liệu.

source: This session has expired. Please try again.
vi: Phiên này đã hết hạn. Vui lòng thử lại.

source: This signer has already signed the document.
vi: Người ký này đã ký tài liệu.

source: This team, and any associated data excluding billing invoices will be permanently deleted.
vi: Nhóm này và bất kỳ dữ liệu liên quan nào ngoại trừ hóa đơn thanh toán sẽ bị xóa vĩnh viễn.

source: This template could not be deleted at this time. Please try again.
vi: Mẫu này không thể xóa vào lúc này. Vui lòng thử lại.

source: This token is invalid or has expired. No action is needed.
vi: Mã token này không hợp lệ hoặc đã hết hạn. Không cần hành động nào.

source: This token is invalid or has expired. Please contact your team for a new invitation.
vi: Mã token này không hợp lệ hoặc đã hết hạn. Vui lòng liên hệ với nhóm của bạn để nhận lời mời mới.

source: This URL is already in use.
vi: URL này đã được sử dụng.

source: This username has already been taken
vi: Tên người dùng này đã được sử dụng

source: This will be sent to all recipients if a pending document has been deleted.
vi: Điều này sẽ được gửi đến tất cả người nhận nếu một tài liệu đang chờ xử lý đã bị xóa.

source: This will be sent to all recipients once the document has been fully completed.
vi: Điều này sẽ được gửi đến tất cả người nhận khi tài liệu đã được hoàn thành đầy đủ.

source: This will be sent to the document owner once the document has been fully completed.
vi: Điều này sẽ được gửi đến chủ sở hữu tài liệu khi tài liệu đã được hoàn thành đầy đủ.

source: This will override any global settings.
vi: Điều này sẽ ghi đè mọi cài đặt toàn cầu.

source: Time
vi: Thời gian

source: Time zone
vi: Múi giờ

source: Time Zone
vi: Múi giờ

source: Title
vi: Tiêu đề

source: Title cannot be empty
vi: Tiêu đề không được để trống

source: To accept this invitation you must create an account.
vi: Để chấp nhận lời mời này, bạn phải tạo một tài khoản.

source: To change the email you must remove and add a new email address.
vi: Để thay đổi email, bạn phải xóa và thêm một địa chỉ email mới.

source: To confirm, please enter the accounts email address <0/>({0}).
vi: Để xác nhận, vui lòng nhập địa chỉ email của tài khoản <0/>({0}).

source: To confirm, please enter the reason
vi: Để xác nhận, vui lòng nhập lý do

source: To decline this invitation you must create an account.
vi: Để từ chối lời mời này, bạn phải tạo một tài khoản.

source: To enable two-factor authentication, scan the following QR code using your authenticator app.
vi: Để bật xác thực hai yếu tố, quét mã QR sau bằng ứng dụng xác thực của bạn.

source: To gain access to your account, please confirm your email address by clicking on the confirmation link from your inbox.
vi: Để có quyền truy cập vào tài khoản của bạn, vui lòng xác nhận địa chỉ email của bạn bằng cách nhấp vào liên kết xác nhận từ hộp thư đến.

source: To mark this document as viewed, you need to be logged in as <0>{0}</0>
vi: Để đánh dấu tài liệu này là đã xem, bạn cần đăng nhập với tư cách <0>{0}</0>

source: To proceed further, please set at least one value for the {0} field.
vi: Để tiếp tục, vui lòng thiết lập ít nhất một giá trị cho trường {0}.

source: To use our electronic signature service, you must have access to:
vi: Để sử dụng dịch vụ chữ ký điện tử của chúng tôi, bạn phải có quyền truy cập vào:

source: To view this document you need to be signed into your account, please sign in to continue.
vi: Để xem tài liệu này, bạn cần đăng nhập vào tài khoản của mình, vui lòng đăng nhập để tiếp tục.

source: Toggle the switch to hide your profile from the public.
vi: Bật công tắc để ẩn hồ sơ của bạn khỏi công chúng.

source: Toggle the switch to show your profile to the public.
vi: Bật công tắc để hiển thị hồ sơ của bạn với công chúng.

source: Token
vi: Mã token

source: Token copied to clipboard
vi: Mã token đã sao chép vào bảng nhớ tạm

source: Token created
vi: Mã token đã được tạo

source: Token deleted
vi: Mã token đã bị xóa

source: Token doesn't have an expiration date
vi: Mã token không có ngày hết hạn

source: Token expiration date
vi: Ngày hết hạn mã token

source: Token has expired. Please try again.
vi: Mã token đã hết hạn. Vui lòng thử lại.

source: Token name
vi: Tên mã token

source: Total Documents
vi: Tổng số tài liệu

source: Total Recipients
vi: Tổng số người nhận

source: Total rows processed: {totalProcessed}
vi: Tổng số hàng đã xử lý: {totalProcessed}

source: Total Signers that Signed Up
vi: Tổng số người ký đã đăng ký

source: Total Users
vi: Tổng số người dùng

source: transfer {teamName}
vi: chuyển nhượng {teamName}

source: Transfer ownership of this team to a selected team member.
vi: Chuyển quyền sở hữu của nhóm này cho một thành viên nhóm đã chọn.

source: Transfer team
vi: Chuyển nhượng nhóm

source: Transfer the ownership of the team to another team member.
vi: Chuyển quyền sở hữu của nhóm cho một thành viên nhóm khác.

source: Triggers
vi: Trình kích hoạt

source: Two factor authentication
vi: Xác thực hai yếu tố

source: Two factor authentication recovery codes are used to access your account in the event that you lose access to your authenticator app.
vi: Mã khôi phục xác thực hai yếu tố được sử dụng để truy cập tài khoản của bạn trong trường hợp bạn mất quyền truy cập vào ứng dụng xác thực của mình.

source: Two-Factor Authentication
vi: Xác thực hai yếu tố

source: Two-factor authentication disabled
vi: Xác thực hai yếu tố đã bị vô hiệu hóa

source: Two-factor authentication enabled
vi: Xác thực hai yếu tố đã được bật

source: Two-factor authentication has been disabled for your account. You will no longer be required to enter a code from your authenticator app when signing in.
vi: Xác thực hai yếu tố đã bị vô hiệu hóa cho tài khoản của bạn. Bạn sẽ không còn cần phải nhập mã từ ứng dụng xác thực khi đăng nhập nữa.

source: Two-Factor Re-Authentication
vi: Xác thực lại hai yếu tố

source: Type
vi: Loại

source: Type a command or search...
vi: Nhập lệnh hoặc tìm kiếm...

source: Typed signatures are not allowed. Please draw your signature.
vi: Chữ ký đánh máy không được phép. Vui lòng vẽ chữ ký của bạn.

source: Uh oh! Looks like you're missing a token
vi: Ôi không! Có vẻ như bạn thiếu một mã token

source: Unable to change the language at this time. Please try again later.
vi: Không thể thay đổi ngôn ngữ vào lúc này. Vui lòng thử lại sau.

source: Unable to copy recovery code
vi: Không thể sao chép mã khôi phục

source: Unable to copy token
vi: Không thể sao chép mã token

source: Unable to create direct template access. Please try again later.
vi: Không thể tạo quyền truy cập mẫu trực tiếp. Vui lòng thử lại sau.

source: Unable to decline this team invitation at this time.
vi: Không thể từ chối lời mời tham gia nhóm này vào lúc này.

source: Unable to delete invitation. Please try again.
vi: Không thể xóa lời mời. Vui lòng thử lại.

source: Unable to delete team
vi: Không thể xóa nhóm

source: Unable to disable two-factor authentication
vi: Không thể tắt xác thực hai yếu tố

source: Unable to join this team at this time.
vi: Không thể tham gia nhóm này vào lúc này.

source: Unable to load document history
vi: Không thể tải lịch sử tài liệu

source: Unable to load documents
vi: Không thể tải tài liệu

source: Unable to load your public profile templates at this time
vi: Không thể tải các mẫu hồ sơ công khai của bạn vào lúc này

source: Unable to remove email verification at this time. Please try again.
vi: Không thể xóa xác minh email vào lúc này. Vui lòng thử lại.

source: Unable to remove team email at this time. Please try again.
vi: Không thể xóa email nhóm vào lúc này. Vui lòng thử lại.

source: Unable to resend invitation. Please try again.
vi: Không thể gửi lại lời mời. Vui lòng thử lại.

source: Unable to resend verification at this time. Please try again.
vi: Không thể gửi lại xác minh vào lúc này. Vui lòng thử lại.

source: Unable to reset password
vi: Không thể đặt lại mật khẩu

source: Unable to setup two-factor authentication
vi: Không thể thiết lập xác thực hai yếu tố

source: Unable to sign in
vi: Không thể đăng nhập

source: Unauthorized
vi: Không được phép

source: Uncompleted
vi: Chưa hoàn thành

source: Unknown
vi: Không xác định

source: Unpaid
vi: Chưa thanh toán

source: Update
vi: Cập nhật

source: Update Banner
vi: Cập nhật Banner

source: Update passkey
vi: Cập nhật khóa bảo mật

source: Update password
vi: Cập nhật mật khẩu

source: Update profile
vi: Cập nhật hồ sơ

source: Update Recipient
vi: Cập nhật người nhận

source: Update role
vi: Cập nhật vai trò

source: Update team
vi: Cập nhật nhóm

source: Update team email
vi: Cập nhật email nhóm

source: Update team member
vi: Cập nhật thành viên nhóm

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
vi: Cập nhật vai trò và thêm các trường khi cần cho người nhận trực tiếp. Cá nhân sử dụng đường dẫn trực tiếp sẽ ký tài liệu với tư cách là người nhận trực tiếp.

source: Update user
vi: Cập nhật người dùng

source: Update webhook
vi: Cập nhật webhook

source: Updating password...
vi: Đang cập nhật mật khẩu...

source: Updating Your Information
vi: Cập nhật thông tin của bạn

source: Upgrade
vi: Nâng cấp

source: Upload
vi: Tải lên

source: Upload a CSV file to create multiple documents from this template. Each row represents one document with its recipient details.
vi: Tải lên tệp CSV để tạo nhiều tài liệu từ mẫu này. Mỗi dòng đại diện cho một tài liệu với thông tin chi tiết của người nhận.

source: Upload a custom document to use instead of the template's default document
vi: Tải lên tài liệu tùy chỉnh để sử dụng thay cho tài liệu mặc định của mẫu

source: Upload and Process
vi: Tải lên và xử lý

source: Upload Avatar
vi: Tải lên ảnh đại diện

source: Upload CSV
vi: Tải lên CSV

source: Upload custom document
vi: Tải lên tài liệu tùy chỉnh

source: Upload Signature
vi: Tải lên chữ ký

source: Upload Template Document
vi: Tải lên tài liệu mẫu

source: Upload your brand logo (max 5MB, JPG, PNG, or WebP)
vi: Tải lên logo thương hiệu của bạn (tối đa 5MB, JPG, PNG hoặc WebP)

source: Uploaded by
vi: Được tải lên bởi

source: Uploaded file is too large
vi: Tệp tải lên quá lớn

source: Uploaded file is too small
vi: Tệp tải lên quá nhỏ

source: Uploaded file not an allowed file type
vi: Tệp tải lên không thuộc loại tệp được phép

source: Use
vi: Sử dụng

source: Use Authenticator
vi: Sử dụng ứng dụng xác thực

source: Use Backup Code
vi: Sử dụng mã dự phòng

source: Use Template
vi: Sử dụng mẫu

source: User
vi: Người dùng

source: User has no password.
vi: Người dùng không có mật khẩu.

source: User ID
vi: ID người dùng

source: User not found.
vi: Không tìm thấy người dùng.

source: User profiles are here!
vi: Hồ sơ người dùng đã có ở đây!

source: User settings
vi: Cài đặt người dùng

source: User with this email already exists. Please use a different email address.
vi: Người dùng với email này đã tồn tại. Vui lòng sử dụng địa chỉ email khác.

source: Username can only container alphanumeric characters and dashes.
vi: Tên người dùng chỉ có thể chứa ký tự chữ số và dấu gạch ngang.

source: Users
vi: Người dùng

source: Validation
vi: Xác thực

source: Value
vi: Giá trị

source: Verification Email Sent
vi: Đã gửi email xác minh

source: Verification email sent successfully.
vi: Gửi email xác minh thành công.

source: Verify Now
vi: Xác minh ngay

source: Verify your email address
vi: Xác minh địa chỉ email của bạn

source: Verify your email address to unlock all features.
vi: Xác minh địa chỉ email của bạn để mở khóa tất cả tính năng.

source: Verify your email to upload documents.
vi: Xác minh email của bạn để tải lên tài liệu.

source: Verify your team email address
vi: Xác minh địa chỉ email nhóm của bạn

source: Version History
vi: Lịch sử phiên bản

source: View
vi: Xem

source: View activity
vi: Xem hoạt động

source: View all documents sent to and from this email address
vi: Xem tất cả tài liệu được gửi đến và từ địa chỉ email này

source: View all documents sent to your account
vi: Xem tất cả tài liệu được gửi đến tài khoản của bạn

source: View all recent security activity related to your account.
vi: Xem tất cả hoạt động bảo mật gần đây liên quan đến tài khoản của bạn.
